{"Name":"Agriculture, fish farming (general section)","Url":"http:\/\/apkforum.com\/forumdisplay.php\/47-%D0%A0%D1%8B%D0%B1%D0%BE%D0%B2%D0%BE%D0%B4%D1%81%D1%82%D0%B2%D0%BE","Nb Topics":13,"Nb pages":1,"Topics":[{"Title":"Fishing in Ukraine","Url":"http:\/\/apkforum.com\/showthread.php\/136-Fishing in Ukraine","username":"Master Degree","Date":"00.07.2010 17:22","Text":"Let' s share information where we can fish well in Ukraine (fish farms, plants, ponds ...)\n\nChanging and sharing tips and tricks ...","Nb Answers":35,"Answers":[{"username":"Koschey","Date":"00.07.2010, 21:00","Text":"Many avid fishermen recommend the Makortovskoe Reservoir (Kryvyi Rih, Dnipropetrovsk region).\nFishing is free, and they say fish are great."},{"username":"Philosophy","Date":"00.07.2010, 21:58","Text":"Fish places in kiev:\n\n1. \"emerald\" sports base\n\nwhere and when \"cool\": go to the lake camel on the wallpaper. The Dnieper is caught in the Dnipro's waters around the clock.\n\n\"What's the catch, the lch, the mess, the catfish.\"\n\n2. The bay of the bay, the bay of the river mouth, the camel bay, where and when it is \"cool\": Go to the byline of the river. A great kev in the bays, worse-on the bed of the Dnieper. The fishermen with the seniority are telling you to catch the night.\n\nWhat's the catch, carp, carp, mess.\n\n3. Under the Moscow Bridge, where and when \"adhesive\" is best when there is no \"jet\", especially late in the evening and very early in the morning. A good kLion on a ten-foot-one, between the nylon nylon and the Peoples ' Friendship Park.\n\n\"I said,\" I'm going to get a lash, a som.\n\n4. lakes in the region (along the prop. Vatutina)\n\nwhere and when it's \"cool\": fishing is not allowed here at all, but after a 20-year ban on fish, a lot of fish has been caught, and not enough fishing. It's either good at any time of the day, or it doesn't do it at all.\n\nWhat's the catch, carp, carp.\n\n5. A lake of diamond where and when \"glare\": water in the area of the forest cemetery-between the region and the forest. to be caught in the morning and in the evening, mostly from the shore.\n\n\"I said,\" I have a high-water, a pike. \"\n\n6. The lake is rainbow where and when \"cool\": lies between the Rusanovo gardens and the rainbow array, in fact in the yards. this is a good fishing in the winter, but in the warm season of the year the cool is good.\n\nwhich is mainly perch.\n\n7. The bays and lakes of the island of the island are where and when \"adhesive\": a great klev on a landing in the area of the railway bridge, on the opposite side of the hump, on the Russkaya Strait. fishing from boats and rarely off the coast.\n\nI don't have to do it. I don't have to.\n\n8. Khroukhanov Island is an island where and when \"cool\": move closer to the evening of the island: from the central beach on the main course of the Dnieper to the hydro-park.\n\nWhat's going on here is a nightgland, a grove.\n\n9. The waterfront on the Dnieper where and when: go to the area of the post office and the pedestrian bridge. best on the day off when there is no \"jet\".\n\nThat's catching up: carroves, sasan, gouster, fin, bull, head-up.\n\n10. Venetian Strait, where and when \"adhesive\" is almost always a great klev in the area of the fall of desenka in the Dnieper, on the opposite side of a dove and in the Bay of the Bay.\n\nThat's a lot of catching, a carrass, a line.\n\n11. Embankment behind the bridge is where and when \"adhesive\": the best klev early in the morning and in the evening-from the bridge to the park and on the beaches of the Dnieper.\n\n-a perch, a horse.\n\n12. The Rusanovskiy Canal, where and when are \"cool\": all length. The best Kleva is early in the morning.\n\nWhat's caught is a carrion, a line, a plot.\n\n13. The crust, the southern bridge area, where and when it is \"cool\": from the small-axis to the lower orchards and further to the Ukrainian water reservoir. fishing from the shore and from the boats in the morning and in the evening.\n\n\"I'm a carpenter, a beetle, a beetle.\"\n\n\n\nhow much it costs to be caught in order to fish from the water in summer or winter on the ice must be licensed (special seasonal permit) from the fish inspection. The license is designed for two periods-summertime and winter. $100 costs UAH 10,510.481 (on February 24, it was UAH); for the document. $100 costs UAH 2,580.4500 (on), it was UAH 2,532.5054 (on Friday, it was UAH 2,901.5332). It is possible to get permission and for a year-it costs UAH 80.1. (prices are really better known before fishing ...)"},{"username":"Aquamarine","Date":"18\/09\/2010, 20:34","Text":"Not a fisherman, but I've been invited by the invitation. \nThere are many interesting places and quiet people-not very much. There is a small approach to water, a canal in the depth of the peninsula is wateredt and sketched with different chllamas in it"},{"username":"Pchelka","Date":"05.11.2010, 20:00","Text":"They also tell Desna to fish well, and there's a little less clean water and a fish isn't bad enough for a fish, a pens, a dusk)"},{"username":"Costes197","Date":"01\/05\/2011, 17:30","Text":"Message from Pchelka\n\n\nThey also tell Desna to fish well, and there's a little less clean water and a fish isn't bad enough for a fish, a pens, a dusk)\n\n\nThere's ribachem. It's now. That's a ban. Tuck's still a woo."},{"username":"sano","Date":"09.11.2011, 20:55","Text":"Do you know how to go to the Zhytomyr in Korostey? by the sight of the skin of the skin rock at the end of the winter and the sight of the high school is the weight of the body"},{"username":"tons of vinus","Date":"10.11.2011, 15:50","Text":"Message from Sancho\n\n\n Moth? by the sight of the skin of the skin rock at the end of the winter and the sight of the high school is the weight of the body\n\n\nand the problems of the brothers of the \"eektrici\", the fear of the beggar of the stink of the whole riba in the water, and i all live there to know that the base (\"the scrotum\", the moth)"},{"username":"Riba4ok1","Date":"18.07.2012, 10:49","Text":"Tone message\n\n\nand the problems of the brothers of the \"eektrici\", the fear of the beggar of the stink of the whole riba in the water, and i all live there to know that the base (\"the scrotum\", the moth)\n\n\n  Dopamite Neptune !!!"},{"username":"Frozen","Date":"30.03.2016, 15:58","Text":"Message from Riba4ok1\n\n\n  Dopamite Neptune !!!\n\n\nI support everything. And about the topic of \"where to fish\" one day I visited Kharkiv, the reservoir of Kharkiv, nature and catch are delicious!"},{"username":"quatro","Date":"21.09.2016, 10:12","Text":"I know exactly the Zyimu zimova of a ribalka street (I know the people of the country, I know the same to that, I know the same water), the truth is pancaked: bait (http:\/\/ukesa.com.ua\/blesna-zimnjaja\/) the shoelaces (http:\/\/ukesa.com.ua\/blesna-zimnjaja\/)."},{"username":"Makeasahu","Date":"04.10.2016, 15:53","Text":"And at least, less chilly, to speak of the head of the ribo-fishing to the side of the ribolus, it was not a storm."},{"username":"Hamstell","Date":"04.10.2016, 16:02","Text":"Message from Makeasahu\n\n\nAnd at least, less chilly, to speak of the head of the ribo-fishing to the side of the ribolus, it was not a storm.\n\n\nWell, let' s have a little sirloin in the corner of the store."},{"username":"Gamanchuk","Date":"04.10.2016 18:52","Text":"Message from Hamstell\n\n\nWell, let' s have a little sirloin in the corner of the store.\n\n\nThis is a central theater pause.\nMother of the fellow-countryman at the Turkmen, memoir on the coast of the Caspian, oh i there ribi."},{"username":"Hamstell","Date":"04.10.2016 -19:05","Text":"Communication from Hammanchuk\n\n\nCatch a tripe, kumen, fumble.\n\n\nI don't know what I'm talking about."},{"username":"Gamanchuk","Date":"04.10.2016 19:21","Text":"Message from Hamstell\n\n\nI don't know about the bite.\n\n\nI'm a tam!"},{"username":"Alik80","Date":"06\/07\/2017, 10:35","Text":"Hi, everybody! Who knows where you can go fishing in Kremenchug?"},{"username":"Oleg B","Date":"29.07.2017, 10:36","Text":"Dnepr."},{"username":"Alik80","Date":"03.08.2017, 09:22","Text":"I know what's on the Dnieper. I'm interested."},{"username":"DmitriyOlegovich","Date":"16.08.2017, 14:21","Text":"I love fishing in fear. There's almost untouched places, there's a recreation facility. The fish is water and it's good enough."},{"username":"DmitriyOlegovich","Date":"16.08\/2017, 14:22","Text":"They're pretty cool down there. We can't even compare our fishing with them ("},{"username":"schig","Date":"17.08.2017, 4:30","Text":"Message from DmiriyOlegovich\n\n\nI love fishing in fear. There's almost untouched places, there's a recreation facility. The fish is water and it's good enough.\n\n\nTchikavo de there is a vengeance, if all the Bags of the Cossacks are promissilient. It is the largest in the country. I'm going to have to make a joke."},{"username":"Alik80","Date":"06.09.2017, 17:22","Text":"Hi, everybody! Recently was on the Dnieper. Got a 12 kilo of boat, a taran, a guster."},{"username":"Tractorist","Date":"05.05.2019, 13:02","Text":"Hlepsy, not the subject of de such a pith of the Met Noi, did not fall on the dusk of dosilience\/reality of the boat to the bowling of the boat, and the waggon of the motor is the engine of the engine of the engine. It's not a problem for the transporter, to take out the motor-car\/car for the birch and don't choke on it. It's a 7-8-mile down to the watersheds."},{"username":"Valerikua","Date":"05.05.2019, 13:19","Text":"Message from Tractorist\n\n\n did not fall on the duke\n\n\nYou can see the engine of the motor vehicle.Selling the money."},{"username":"Tractorist","Date":"05.05.2019, 13:41","Text":"Message from Valerikua\n\n\nVistoroviti of the engine of trench (Yaksho).Selling the money.\n\n\nnot to be reprinted in such a robotic way? (boating down by a boat, and pull the boat on the water)"},{"username":"Vladyka","Date":"05.05.2019, 18:21","Text":"Message from Tractorist\n\n\nsubstrate of the boat to mizz ribolov riboloi\n\n\nDo you have the hots for yourself?"},{"username":"Mcaeil","Date":"05.05.2019, 21:01","Text":"Message from Tractorist\n\n\nWho has not fallen on the soul of dosilient\/reality of the boat to the bowling of riboles, and the winkled lime of the engine of a motor vehicle in the boat?\n\n\nMy cousin is a tracer of the lungs of the cultivator to the turf of the land. In the normal way, the right wantonly on the motor vehicles and the trailer is valid."},{"username":"Tractorist","Date":"08.05.2019, 08:30","Text":"Message from Vladyka\n\n\nDo you have the hots for yourself?\n\n\nYou'll be the yak of dieselyme, the pitanist, mysttheortheortheorist."},{"username":"Mikhail of 1983","Date":"12.05.2019, 12:00 AM","Text":"Free fishing in and around the capital"},{"username":"Andreyushch","Date":"16.08.2019, 17:39","Text":"I love the process more than I do. Therefore, the main convenient place, and a pleasant company)) under such criteria there are many suitable places in the country"},{"username":"Tatina Tatiana","Date":"11.10.2019, 10:40","Text":"Fishing Inks\n\n\n\n\n\n Miniature"},{"username":"RIKOMARTIN","Date":"13.02.2020, 21:47","Text":"When will the ban be there?"},{"username":"Hamstell","Date":"14.02.2020, 07:47","Text":"In the face of the face one time a cherries was on the fords of the forihs, on the island of the osteIy"},{"username":"Rex1927","Date":"31.03.2020, 11:41","Text":"Message from RIKOMARTIN\n\n\nWhen will the ban be there? \n\n\n25 of the birches have introduced the Boron, a ribalmy in the water."},{"username":"WolfGoth","Date":"03.08.2020, 09:43","Text":"I'm fishing on a rock or a nickel. It's on our rocky road! But it is necessary to add hemp seeds in the closing, and the fish swim when they smell them. No fish in the last year and a half.\r\nTherefore, we recommend that you try to purchase the seeds and try it on the water bodies: https:\/\/semena-konopli.com.ua\/femki-devochki\/. Pull the fishermen and if you buy them, send pictures of the catch before the seeds are used and after."}],"Nb pages":2,"Answer pages":["http:\/\/apkforum.com\/showthread.php\/136","http:\/\/apkforum.com\/showthread.php\/136-Fishing-in-Rybak-in-Ukraine\/page 2"]},{"Title":"Fish-garden division","Url":"http:\/\/apkforum.com\/showthread.php\/652-Home-Fish-Fish-Fish","username":"sano","Date":"09.11.2011 21:19","Text":"Good health \" I shall be pimped out in the themes of my dukies, I will consecutie that proposiium, until the robe of the riby is shown on the additive, that about all the points for the cereals","Nb Answers":87,"Answers":[{"username":"Thunder","Date":"10.11.2011, 11:06","Text":"Message from Sancho\n\n\nGood health \" I shall be pimped out in the themes of my dukies, I will consecutie that proposiium, until the robe of the riby is shown on the additive, that about all the points for the cereals\n\n\nFor tsy pore, perche-max catch, girlfriend-zelike baggage, well, baggage. \"I don't want to be a stock of warehouses,\" he said."},{"username":"Costes197","Date":"10.11.2011, 12:33","Text":"Communication from Thunder\n\n\nFor tsy pore, perche-max catch, girlfriend-zelike baggage, well, baggage. \"I don't want to be a stock of warehouses,\" he said.\n\n\n In spite of the veau, there are a lot of places in the end of the village at the end of the garden to dig out, by the way, a lot of people do hire an ovator. Or at the end of the vegetable garden there was an overgrown, abandoned stalwark, clean and an interest. I mean, if I'm betting on a rate weekend, yeah. Although we have almost all the covets in the weekend, we have paid fishing tolls and some for pay and bathing, and the equation of cleanliness and order. It's all public, though."},{"username":"Thunder","Date":"10.11.2011, 13:54","Text":"Message from Costay197\n\n\nIn spite of the veau, there are a lot of places in the end of the village at the end of the garden to dig out, by the way, a lot of people do hire an ovator. Or at the end of the vegetable garden there was an overgrown, abandoned stalwark, clean and an interest. I mean, if I'm betting on a rate weekend, yeah. Although we have almost all the covets in the weekend, we have paid fishing tolls and some for pay and bathing, and the equation of cleanliness and order. It's all public, though.\n\n\nWell, we had a 20n10 smoked bank. It's about the war with the neighbors, or the neighborhood chinchies. Some wanted fish, other money. That's the end of it."},{"username":"sano","Date":"10.11.2011, 22:04","Text":"What about the law on the high school?"},{"username":"Wadi","Date":"21.11.2011, 13:57","Text":"You want me to do it, and I want to do it and I want to find out on your own. For the birdening of the Viriti rates of the glybinol 0,5 to 0,7 m 0,7 m the bet the air of the yak can be rooted in the moisturishness of the old pieros. Magliuk can be bought on ribine farms of Zinna to become 0.15 kopijok for 1 pc at vasi 10-15 grams. Vygodovanja with all products of zirnova, for a day of cork, 3 to 5-6 grams per day of cork. \r\nI am not my dearest to the water for the trimmer of the first layer (the evicus of a sseli). I'll ask you to find some. A yak."},{"username":"sano","Date":"26.11.2011, 21:03","Text":"Communication from Vadim\n\n\nYou want me to do it, and I want to do it and I want to find out on your own. 0.5 to 0.7 m (0.5 to 0.7 m)\n\n\nGlybin was a dime, I want .7. Little, no, no, no, no, no, no, no."},{"username":"Matroskin","Date":"26.11.2011, 21:29","Text":"Message from Sancho\n\n\nGlybin was a dime, I want .7. small\n\n\nThe 0.7 of the voluptit-can be mugely frozen, I want them to be \"laxi,\" ahem, yo-yo know the yak yak will be."},{"username":"Wadi","Date":"27.11.2011, 19:54","Text":"The bark of the height of the bark was to buy the mite of spring up to the sulline in the autumn, in the name of the goods of the vagina. And the yaksho of the chopers of the year, the glycine of the glyine of the cane up to 2 maths, it is not at least a bet."},{"username":"capture Grey","Date":"11.06.2012, 15:44","Text":"The axis of the theme was stuned by the axis of the mug."},{"username":"Costes197","Date":"11.06.2012, 18:23","Text":"Message from the Grey Grey\n\n\nThe axis of the photo of the old girl.\n\n\n The sight of yours? Chili of the self-ovicof the land?"},{"username":"capture Grey","Date":"12.06.2012, 15:19","Text":"Message from Costay197\n\n\nThe sight of yours? Chili of the self-ovicof the land?\n\n\nGood day to you. All right, you have a sissy of privacy. At the same time the swamp saga buoys, so call us at Sumshchini, and in the yakiy the water of the water-botulla-robotus Pl was lost. I am not a man of the record of the day. I shall not have seen the saga smear on the ground by the dew of the wilderness for the aid of the service of the techno. At the end of the line, the valet of the valet was the axis of the willows.\r\nZoom in to the foot of the foot:"},{"username":"capture Grey","Date":"12.06.2012, 15:25","Text":"The retina is after Shtīlä180 to be disgracing the chagarnik. There's no other photo of gay water. And the third water is the same."},{"username":"capture Grey","Date":"12.06.2012, 15:42","Text":"The axis of this type of typing was cleaned by the wiper.\n\r\nDowoskowator \"Doosan\" for a couple of self-kickers, Draghane that bulldozer."},{"username":"Yuriz4","Date":"12.06.2012, 17:37","Text":"Message from the Grey Grey\n\n\nThe theme of the Corinne is that the axis has stalled ...\nThe axis of the photo of the old girl.\n\n\nBiliar is the unsound of mine.\nAt the same time, in the villages of 2000, I myself: in the village of 2,000 Hrv, sold the buddy\/krypty to the name of the booty of the city.\nThe axis of the sky was not alive.\n\nDotham: and the clouds are on the Vechar of the everthing of the day to become unworthy, and the year of the beetles, and the yeardandere of the beetle."},{"username":"Costes197","Date":"13.06.2012, 10:33","Text":"Message from the Grey Grey\n\n\nI'm going to deprive the saga of the saga by the vow of the vow.\n\n\n All the chandelier, redraft of the respectful, and that boilers.Z of GOD."},{"username":"Wovkodav","Date":"13.06.2012, 12:20","Text":"Message from the Grey Grey\n\n\nThe axis of this type of typing was cleaned by the wiper.\n\n\nI'm a-a-a-a-a-a-tat Not only is the land to be forced to be privatized. Pcaptain Grey, yaksho, is not a secret, is the yak of the stitting of the rate you have seen?"},{"username":"capture Grey","Date":"13.06.2012, 15:46","Text":"-I don't know. Meni's a little bit of a bit of a ...\nIf you are a divor in a lianka before the themed document, one of the initializers of the \"for\" bulls is heralted by the swamper. More than that, you can put on a lot of things for a meth and a dance at the owner's office.\nTepper tros on your records.\nThat's what Yuriim54 Steamon54-tremor quibbledness and mri will be called. I am a mother of the land of Kyiv at 42 sotka (depriving my sibling), there was not a loaf of matchings. \"There was no more in the name of the Sumy,\" said the mother of Sum.\nStosmovko is a godson riby. Such propositionium is a right to the right to eat, the trinching of the lamp-lampio-vineywaites. Cheware of the people for idlating such a person's annual call for birds up to 5 kg per unit. Tobto, the mosaos of the water do not fall into the water, \"E\" ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba\nThat's 1970's for the \"Bilio\" toad.\n\n\nWovkodav Vitraty by a herd of Chimalli. All about the boiled boil, the American Grievens, was boiled. There is a divestment of divestment (not me that is the Shtīlem, and the vintage guskvatorm Doosan), and the formula of the formula by Draghi (the most technical of the art of delivery, the robot of the people) and the robot of the people) in the vehemence (the bulldozer of the znew) (the bulldozer of the znew) (the bulldozer of the znew). I don't include any land in this robot.\n\nI am a waggon of the joyman's water for polyurethane, bathing, and trying to roam the riba.\n\nThe wok."},{"username":"Matroskin","Date":"13.06.2012, 20:11","Text":"Message from the Grey Grey\n\n\nThe axis of the photo of the old girl.\n\n\nGreat!\nWhat's the stake? What, you want to see the Rib?\nTchikawa's preface to the riba (not chumps, etc.), but coagestone was obscenity in the vibast of the Coach of the Coach (thinking of the tsikka on the menu, and the bach) \" I said, I'm going to see the moor in a couple of rookies."},{"username":"capture Grey","Date":"14.06.2012, 10:22","Text":"Message from Matroskin\n\n\nGreat! What's the stake? What, you want to see the Rib? Tchikawa's preface to the riba (not chumps, etc.), but coagestone was obscenity in the vibast of the Coach of the Coach (thinking of the tsikka on the menu, and the bach) \" I said, I'm going to see the moor in a couple of rookies.\n\n\nGood day!\nThe Glibin rate is by weight 2 to 1.2. It was a little too late to make an hour of moulds, and the clock rate for the y-bulo was fluttered. For the unevenness of the young woman (larvae of that little) tribni no-greatness, the same glebine glebini tat melon weasel. I'm a little young, I'm gonna have a baby, and I'm so sorry, I'm sorry, I'm sorry. The mule can fight without a vagina. \"To fight for the dosing of water\". The water is immuted by the fiddles at the fivor. In the name of the picture, I don't have to do that. To Zikawa, I will give you a seat. I don't look like I'm going to be in the Bahamas.\nProti of the Vorobo of bagato deposits-the banal vapnana before the launch of the bet before the bet. It is important to prevent the rate of the stimle in the sight of the sight of the sight, the sight of the vicirians. I don't want to see the pans on the water, but \"the party\" will not be called a parkcan. That's the fun part of the derby throwing up to the ante. Norm-100 kg per hectare of water (mass is proportional). Vyd syno-green algae of vikoriste \"Enzim\". (...) (...) (...) \n\nThe steamers are not dead. In the winter of the year, Kriga is 35-37 degrees in the frost, and the frost is 35-40 cm (35 in.). I think the janice of the jerryam, I think I'm going to find a way to find them. In the sight of the ice, it is good to have a cold water. The capture of the water in the jerrels is a fever, and I see the worst of all.\nOn the menu in the menu, if in the Kіnzhi Zhynko (the banal pierce pierce \"Rocket\") i whole riba-the bark-corp-the fat-buster, has gone. At the rate of the bun the pier pot was juped by the fox, the lace, the leeks, the crows. \"All of us have gone,\" said the Rib to us. The competition of competition in competition rates has been flooded with toads. In the case of a pre-emptinue, after the death of the gun, all the people on the toad of the Pneumatic Gwinkiston toad cilquetziska \"nil\", \"the whole\" hooligans \", did not make it to normal. On the fun of the star of the star of the name of the Ribi-Bilio amour the crust. Toryni Karasya (I am all lito, swirl the riba at the rates on the end of the gallery, pierce in the Susid) at the rate of the festival i at the rate of gas-carcasses gosach. The whole blue thing didn' t get any ice-freezer in the back of the carp. For the cherry ribi (iii amour, corp) to oseny, I want to have plast-choked for use by force of the cryjan perodine.\nA picture of a picture. 1. Pisan Doosanu, 2.Persia Draghyne (to beast the beach at the beach), 3. A couple of days in a couple of days, 4.Persha krianga, 5. Persha is winter."},{"username":"Riba4ok1","Date":"15.06.2012, 11:39","Text":"\"I shall make a shanty,\" said I, \" I have been in a quiet place to indulger in such a vow, in the spirit of my soul. I think it's time for you to get your own fucking system into a self-clean-up. The nobility is a small pool, and the water is green, and the bisque of the cork of the hanging to the head of the whole launch of the air of the 10-year-old is clean. I add an hour of water to the grief of the hour."},{"username":"Yuriz4","Date":"14.06.2012, 13:48","Text":"Message from the Grey Grey\n\n\nYou know, you're a man of the same name, and you're going to be so mad.\n\n\n\n\n\n\n\n Message from the Grey Grey\n\n\nStosmovko is a godson riby. Such a proposisiya is a right to be burned, and the tunnel' s cloud of lampe-veneers is right on the low currents\n\n\nAt the time of the great embarrassments of my friend I am not stratified by the \"I like\", \"I et cetera\", \"I et cetera friends\" (ii). -(a)-(a)-(bei)"},{"username":"capture Grey","Date":"15.06.2012, 15:05","Text":"Message from Riba4ok1\n\n\n\"I shall make a shanty,\" said I, \" I have been in a quiet place to indulger in such a vow, in the spirit of my soul. I think it's time for you to get your own fucking system into a self-clean-up. The nobility is a small pool, and the water is green, and the bisque of the cork of the hanging to the head of the whole launch of the air of the 10-year-old is clean. I add an hour of water to the grief of the hour.\n\n\nCheekier!\nJust purified your swimming pool is to be siphon, the yak of the cannibal cherishy a drink of the pit without a stille. I'm a plan of this kind of thing that I've got a pool of my own."},{"username":"capture Grey","Date":"15.06.2012, 15:50","Text":"Communication from Yurii\n\n\nAt the time of the great embarrassments of my friend I am not stratified by the \"I like\", \"I et cetera\", \"I et cetera friends\" (ii). -(a)-(a)-(bei)\n\n\nI'm happy for you! I would like to spend the rest of the year on another bid on the ropes of a butterfly rate of a butterfly hatching for a light sana for meditation in the Cholovichi Company (a photo-menu of the cherry) and I will sample in your propositi."},{"username":"Riba4ok1","Date":"15.06.2012, 18:32","Text":"Message from the Grey Grey\n\n\nI'll give you a little piss.\n\n\n  There's a yale, a yale, an 'an' an 'an' the mentham's decorative ornama no wistin 'a' scout a little too far down. I'm here to tell you what you're planning to do."},{"username":"capture Grey","Date":"02.08.2012, 17:03","Text":"For the topic.\r\nRydug-joker over the bet that bet."},{"username":"VOLODDYMYROVITSH","Date":"08.08.2012, 10:38","Text":"Message from the Grey Grey\n\n\nOn the menu in the menu, if in the Kіnzhi Zhynko (the banal pierce pierce \"Rocket\") i whole riba-the bark-corp-the fat-buster, has gone.\n\n\n\n\n\n\n\n Message from the Grey Grey\n\n\n I want to get to the oseni-the area of the Milie-Compressor for force of water by the service of the cryjan perod.\n\n\nGood day to you. And it is not cheap to put a small iniquity into the market, with a primality to the type of covalice. And the compressor is a savant savant on a treatise. In the heat of the heat of the river hit the water, for a small waterfall. I'm a decorative tree.\n\n\n\n\n\n Message from the Grey Grey\n\n\n The water is immuted by the fiddles at the fivor. In the name of the picture, I don't have to do that. To Zikawa, I will give you a seat.\n\n\nZikavo, I want a piece of the swimming pool in the city of the city, the high school in the majesty of the Maidan. How do you say it's not here?"},{"username":"sano","Date":"03.10.2012, 21:54","Text":"Tchikawa, and the law of the picher, to find a water-lime on the power of idlness, the pier of the eye of the bandage ..."},{"username":"Costes197","Date":"03-10.2012, 22:08","Text":"Message from Sancho\n\n\nTchikawa, and the law of the picher, to find a water-lime on the power of idlness, the pier of the eye of the bandage ...\n\n\n \"I would like to know, I am not privy to any of these people, but I want to see the privatisation, and I don't want to be able to do so,\" he said."},{"username":"Driver","Date":"04.10.2012, 19:42","Text":"Message from Costay197\n\n\n\"I would like to know, I am not privy to any of these people, but I want to see the privatisation, and I don't want to be able to do so,\" he said.\n\n\nThere was no singing, and there was a vibe of that sanitariya of the sanitarii, pitho.\nNaive, I am privatizka, and I am privy to the veil for the Mizil vibe for the KKh Swine (CIP) trimmer. It's not exactly the right 6-hundredth of a pigsty."},{"username":"sano","Date":"04.10.2012, 21:52","Text":"I don't have a jiggling on the menu, but the jilting on the Glybine 20m is wet in the minds of the not-limeer of water? realistically be the water vilip for the help of the canines"},{"username":"capture Grey","Date":"15.07.2013, 15:22","Text":"Message from Sancho\n\n\nI don't have a jiggling on the menu, but the jilting on the Glybine 20m is wet in the minds of the not-limeer of water? realistically be the water vilip for the help of the canines \n\n\nPlease, I'll be in the way of the Chunkies.\n\n\nIn a cul-de-de-e-e-e-e-e-e.\n\nI'm not going to tell you what you're going to do.\n\n\nI'm trying to get the guard down.\n\n\nI'm going to have to put a price on the system.\n\n\nSancho sunk shall be taken to the pit.\nYour vork of water is an immaculate water of that low RGV, to dig up the boiler, and lock it in the belt of the ivory, and the water with the water."},{"username":"Upore","Date":"15.08.2013, 15:33","Text":"in the neighboring village, they made a film and successfully started the carasons and the red pen in the diameter of the water body was about 400 to 500 meters"},{"username":"capture Grey","Date":"06.11.2013, 15:32","Text":"Abiding the dotkow. A pair of tidy-vans hanging from a range of 4 kilos of 150-200 g, and with a year of 150-200g of 3.25kg of 2-tric silver carp. May we wait for your mother to see you in the same way?\n\n\r\nKarashi.\n\n\n\n\r\nThere's a photo of the line on the back of a silver sentry.\n\n\r\nSadib's gonna be a bit of a vibe.\n\n\n\r\nI'm going to be in a coma."},{"username":"capture Grey","Date":"03.06.2014, 13:55","Text":"The linen is undully on the veil. As long as I'm in the old man, don't let it go."},{"username":"seyvaler","Date":"07\/07\/2014, 15:09","Text":"Message from Costay197\n\n\n\"I would like to know, I am not privy to any of these people, but I want to see the privatisation, and I don't want to be able to do so,\" he said.\n\n\n\nYou don't have the wrong level of the IMMKO-the interest rate of the gidler-i-i-i-i-na-na-na-na-na-na-na-na-na-na-na-na-na-na-na-na-na-na-na-na-na Beau such as the \"samovail\" of the whole of the aphams of the way is to lower the water of the groundwater in all the directions of the water."},{"username":"strgei","Date":"07.10.2014, 21:37","Text":"To read the land of the Land of the Land of the Republic, and to dig into your country, do not be agitated (bribes)."},{"username":"capture Grey","Date":"08.10.2014, 10:17","Text":"A message from the strgei\n\n\nTo read the land of the Land of the Land of the Republic, and to dig into your country, do not be agitated (bribes).\n\n\nDon't waste your people, seyvalter at the povings."},{"username":"strgei","Date":"08.10.2014, 22:23","Text":"It is a good fortune to dig the mojo, or else, if it is to be dug in, and now, in order to be dug in, the country of order '', heredoor tasteki, and the fossilized by the system of the fossilized mansion of the city of the serenity, and the land of the wilderness of the mansion, and the system for the venetian of the mansion of the mansion of the mansion of the mansion of men, and not the province of the people."},{"username":"Vanya21","Date":"14.11.2014, 12:05","Text":"Do you want to fish at all?"},{"username":"Vladyka","Date":"14.11.2014, 16:13","Text":"Message from Vanya21\n\n\nDo you want to fish at all?\n\n\nVigilido. Piglet's pig, chicken-mud, was a hormone skin. Ribu is a buying veer of luggage and frequent yak. I will not be able to see the purchase of the benchmark. With 5 kg 150 hryvnia ($150), will be i-uya and sashlik, Karasi 10-15 grieve on the tunnel' s\nCheap, no more angrily. It's a good one."},{"username":"Yaroslavl","Date":"14.11.2014, 16:36","Text":"Message from Vladyka\n\n\nRibu is a buying veer of luggage and frequent yak.\n\n\nThe enemy is in the end of the bill, and the rep of the deed of the riba. I can shake the head with the tail on the ear of the fart. I'm getting the fat one. $100 costs UAH a UAH 416.9 (on February 16, it was UAH 4.4100). for kg."},{"username":"Vladyka","Date":"14.11.2014, 17:29","Text":"We have a tablet of good-good-good-good-do-do-not-do-do-old. Comrade the fellow to salt the herring, the hell to dig, and smack up the vibe. Just give me a little bit of ribow, it's cheap, it's cheap."},{"username":"Yaroslavl","Date":"14.11.2014, 18:16","Text":"Message from Vladyka\n\n\nComrade, salt of an ice-fish\n\n\nI don't want to be scolding the last yar of the riba. On the cherry side. I'll give you a prescription."},{"username":"Valera","Date":"14.11.2014, 18:31","Text":"Communication from Yaroslavl\n\n\nI don't want to be scolding the last yar of the riba. On the cherry side. I'll give you a prescription.\n\n\nI'm a big fat man. Dining of tablespoons of the sun (by 1 kg) (...) (...) (...) Solimo, my olivy, my Zabihli. In 12 years ' time, this is the yak of an appetizer."},{"username":"Alex.","Date":"14.11.2014, 18:35","Text":"Communication from Yaroslavl\n\n\nI don't want to be scolding the last yar of the riba. On the cherry side. I'll give you a prescription.\n\n\n I'm sympathetic to the bile amura. I'm going to clean up the ribu to the snack, and I'll put it in a fridge. I'll put it in the fridge. I'm going to have to go to the refrigerator and put it in the fridge. I'll put it in the fridge. I'll put it in the fridge. I'm adding a special. We have special privileges for the Marinovanun of the Marinovians in the greenish store. I'm narcissiring the cilim (bagato), I add loi i sauce with prim sauce. It's a gardener. There are no more beasts of the robe, the mother of the roses. Try it. Smana!"},{"username":"Yaroslavl","Date":"14.11.2014, 18:49","Text":"The yak, the rings! Both \" obsessiovies with obsessiovies. It's not dissimilar for the Ossetes. Just tsikly smack, the riba riba is a vexed hissing sturgeon. We are in the victs of the Kehnös, the smell of the bush ..."},{"username":"Valera","Date":"14.11.2014, 19:00","Text":"Smack is a crab in the sturgeon. I'm gonna give the fat fat fat 2-2.5 pounds."},{"username":"Alex.","Date":"14.11.2014, 20:56","Text":"Message from Valera\n\n\nSmack is a crab in the sturgeon.\n\n\n  I'm meni morbial bimbo."},{"username":"Tractorist","Date":"15.11.2014, 08:10","Text":"Communication from Yaroslavl\n\n\nI don't want to be scolding the last yar of the riba. On the cherry side. I'll give you a prescription.\n\n\nThe sturgeon itself of the sturgeon is greased. The Tej of the yak wrote the vivsches of the dauvannu taliki without the octet. I'll try the other two."},{"username":"capture Grey","Date":"17.11.2014, 16:49","Text":"Message from Vladyka\n\n\n... 10 to 15 rods on the tunes ...\n\n\nDon't you get a recipe?"},{"username":"Ralphy","Date":"21\/11\/2014, 01:58","Text":"There was a little old booth behind the booth. There was a rive that would have been so roast: and so the yod grew on the king of the hilltop"},{"username":"capture Grey","Date":"21.11.2014, 08:32","Text":"The message from the Ralphy ... and that's the smell of it growing on the cynets of the jetty.\n\n\nRazor for the heads?\nRive Vi to run? Kolia? Do you want to see the jolt in the winter?"},{"username":"Ralphy","Date":"21.11.2014, 09:53","Text":"Message from the Grey Grey\n\n\nRazor for the heads?\n\n\n -CAPTAIN!\n\nRibe was launched. On the frecklum. -You got the right one."},{"username":"Matroskin","Date":"21.11.2014, 11:12","Text":"Message from Ralphy\n\n\nA little stowaway from behind the booth.\n\n\nWhat's the stake? Ribes in the gnochaus?"},{"username":"capture Grey","Date":"21.11.2014, 11:32","Text":"Message from Ralphy ... -You got the right one.\n\n\nAnd the detenlime?  (i) Tie the pit:\n-The vagina of the riby at the launch;\n-Skims have a perennie of the year;\n-The stepfather was a year-old (yaksho);\n-The stepfather was a vibe.\n-I'll be right back.\nP.S."},{"username":"Vladyka","Date":"21.11.2014, 19:04","Text":"Do you have to clean the yak of the king's robe?"},{"username":"Ralphy","Date":"21.11.2014, 22:45","Text":"Message from Vladyka\n\n\nDo you have to clean the yak of the king's robe?\n\n\nI'm a divvy. \" Fishing dialogues. Scatter caterer \" there is a uncle' s trap, by killing (on the head of the deaf), brushing off the yakeso the details that are there in the details."},{"username":"Ralphy","Date":"21.11.2014, 22:46","Text":"Message from Matroskin\n\n\nWhat's the stake? Ribes in the gnochaus?\n\n\nNi riba was not a simper, but the riba was not lowered, but the carp was broughed up, and it was not vulgar to be vulgar at all, till after the greatness of the rime, I was afraid of the whole stern; and the glycine in the middle of the last."},{"username":"riz13","Date":"21.11.2014, 22:56","Text":"Message from Ralphy\n\n\nNo rhyme, glycina into a serpent 1.5m.\n\n\nThe first time I looked at the theme, it was not \"in the subject\", in the name of a couple of words about the winter."},{"username":"Ralphy","Date":"21.11.2014, 22:57","Text":"Message from the Grey Grey\n\n\n-The vagina of the riby at the launch;\n-Skims have a perennie of the year;\n-The stepfather was a year-old (yaksho);\n-The stepfather was a vibe.\n\n\n-120th ribin launched 120 ribbons in the middle of the 200-250gram stone in the spring of the year, from the first pictures of a photo of a 400-500rotte to the island of 1.45kg\nI was in the main veil of threes, and in the Kia they lowered the rate. The photo of the stakes of the party of the second year of the day of the day was the same as that of the yaksho in the face of the mouth of the mouth."},{"username":"Ralphy","Date":"21.11.2014, 23:21","Text":"I'm taking pictures.\n\nThere's no sign of the cockroach in the race. And then, and again, you imitate that kamish man, and the yak on the height of the growth ..."},{"username":"Alex.","Date":"22.11.2014, 19:46","Text":"Message from Ralphy\n\n\nquantified not so\n\n\n I can see if I can buy a little glass of amura. Myte is on the respectful way, and the amour of our minds are not to be spud."},{"username":"capture Grey","Date":"27.12.2014, 18:41","Text":"As long as the stakes are krieg, vrivich can be seen."},{"username":"Ivan008","Date":"07.02.2015, 03:23","Text":"Message from the Grey Grey\n\n\nAs long as the stakes are krieg, vrivich can be seen.\n\n\nYou have a steam-smock! I think the yawn water will be for irrigation, and it is definitely a mens ... that I don't mean the riba-drinkers of your pictures, I'm wrinkled, like a vikoristanidate dunce of wood, the axis of the trees ... and the tree is not a commodity. On the dusk. Are you going to let the tree do that? What I have to eat is in us, by the charisers of the problem. You don't want to get slapped-fine. You don't want to show up. I don't have such a deck, you don't have a cupid, and you can throw it at the Zinna (in the end of the year). Cube, pine, yak, bam, granny cheaply. In the first place, all the skin of the village, and the people in the mange of the village. There was a stitching on the mouth of the blossom, and so was the dusk of the oak. )))))))))"},{"username":"capture Grey","Date":"07.02.2015, 19:25","Text":"Message from Ivan008\n\n\nYou have a steam-smock! I think the beetle of the water for the irrigation, the mens ...\nI'm not talking about the riba-pitched trough on the farting pictures of you. I'm remembering the vioranistas the same tree of wood, the axis of the trees ... and the tree is not a commodity. On the dusk. Are you going to let the tree do that? What I have to eat is in us, by the charisers of the problem. You don't want to get slapped-fine. You don't want to show up. I don't have such a deck, you don't have a cupid, and you can throw it at the Zinna (in the end of the year). Cube, pine, yak, bam, granny cheaply. In the first place, all the skin of the village, and the people in the mange of the village. There was a stitching on the mouth of the blossom, and so was the dusk of the oak. )))))))))\n\n\nThe big guy for the respect.\nOn your pit. In 2008, the shield was closed for two and a half meters. You're at the door of the viscous bulbous. Ale Mіlstock is the zabrada of that academic, and the people have grown up and the people have napped, and the tribbles of adjectims. I'm not unclenating. I want to clean the windows."},{"username":"Ivan008","Date":"16.02.2015, 22:18","Text":"It's zrozumilo. ... do you have a garde of your ...)) Rakimin did not get the launch? I don't want to see a little bit of mut in there. I can't see the sign of the show, chew it in the water, cleanse the water, and the control of the yongo is lighter."},{"username":"capture Grey","Date":"16.02.2015, 13:10","Text":"Message from Ivan008\n\n\nIt's zrozumilo. ... do you have a garde of your ...)) Rakimin did not get the launch? I don't want to see a little bit of mut in there. I can't see the sign of the show, chew it in the water, cleanse the water, and the control of the yongo is lighter.\n\n\nA yak. Rakimo has a couple of times in the air, and without. Ale is not a bash, may or may not be. The baggy wager is not all that can be trampolin '.\nThe water of the iniac does not sit down, it's all grown up."},{"username":"The Biblioic","Date":"04\/02\/2015, 11:33","Text":"Message from the Grey Grey\n\n\nAs long as the stakes are krieg, vrivich can be seen.\n\n\n\n\n\n\n\n\nGood day to you.\nThere's a yak yawk in the box. Tipperate the stovepiece by the water.\nLighthouse"},{"username":"capture Grey","Date":"30.04.2015, 13:05","Text":"-A mortgage. The capture, the yak, began to scream, and the hole in the miniskah was ravened, and the plate was plasted. For a hand-storm (on the menu of 175 cm knob), they drinded the bottom of the ivory. You've been walking around for an hour."},{"username":"pivco","Date":"23.05.2015, 14:15","Text":"Tell me how to fight the green-like green water. Prudiq a little litany of 2.5 cubic meters, spotted the reddening on the lower fins, and under the head of the guard, what was that?"},{"username":"Andrian Candle","Date":"23.05.2015, 23:51","Text":"Message from pivco\n\n\nTell me how to fight the green-like green water. Prudiq a little litany of 2.5 cubic meters, spotted the reddening on the lower fins, and under the head of the guard, what was that?\n\n\nOn the basis of this kind of banknote, in the case of studies in the Copanthi, in the case of but in the case of but in the case of a stroke of 2m (i) more than 60% of the plum of water (may be zebrehati), in the case of water (I can see myself), in the case of water (I can see myself)."},{"username":"pivco","Date":"25.05.2015, 22:17","Text":"Communication from Andrii\n\n\n Chloroko \n\n\nAnd all the fish and the vegetation of the capet ...I've already found out, I'm going to scale the negated mass of proportionality and water."},{"username":"Jemelik","Date":"APRIL 28, 2016, AT 6 P.M.","Text":"Give me a lilac water spray. There's a little old man in the menu, I'm a little out of the way. Maidan Womoua"},{"username":"ViktirSF","Date":"07.11.2016 17:52","Text":"And the axis of the vintment in 2010 rozhi. To live in the gnocchi of the carp, two amour carats. The comedian of the 500-vivir is a third. The water for the winter is not in the winter. In the case of the face I launch the denser, the reddheres, the geekers at the top. It's a lot of fun. It's a 15-centimeter. Tacko of 10 rakis"},{"username":"ViktirSF","Date":"09.11.2016, 15:38","Text":"It has launched 10 kg of ribi in rates. In the first place, the Karpiks will have a total of 6 kg and 6kg of carbamide. I don't know. The yak is alive."},{"username":"The Flex 2014","Date":"09.11.2016, 18:11","Text":"The \"root\" was a yummy zimmy. Tremba of the beet of the water. The Injury of Zabul in the Water.\n\n\n\n\n Miniature"},{"username":"Volodymir Garbuz","Date":"13.04.2017 23:35:58 \"","Text":"Don't think of planting a lotus water monster? The share of the trochies did not skulk-can be wobbled by the pots. There is a virosution of the voir of the wilderness, and the great quilt, and the grand-keeper. \n\nA lotus hormone."},{"username":"Volodymir Garbuz","Date":"13\/04\/2017, 22:00","Text":"A lotus box is a mountain of delicacies."},{"username":"Volodymir Garbuz","Date":"13.04.2017, 22:03","Text":"The share of storage will be in the lotto."},{"username":"Viatcheslav","Date":"09.07.2017, 16:02","Text":"Hi, everybody! And this is my pond, made of concrete. https:\/\/youtu.be\/HC1Z7QoUov4 I'm interested in this question (maybe not in the dark?) it's normal that the fish is floating upwards. He looked healthy."},{"username":"ALTRAD","Date":"09.07.2017, 19:51","Text":"Message from Vyacheslav Gus\n\n\nI'm interested in this question (maybe not in the dark?) it's normal that the fish sails at the top. He looked healthy.\n\n\n I don't want to be glycemiate (I'd like 2 meters plus for the earth to be a yakekeeper) Just don't ever see my head on my bag."},{"username":"Viatcheslav","Date":"09.07.2017, 21:29","Text":"18000 liters. Under the picket fence 2 * 2 * 2, further down to the meter and 0.5 meters in the appendix, where I made the video. The air terminal and the filter with the lamp are working. We have already called, all fish (about 150 pieces of carp, carp about 50 and 5 white Amuros). But it was this summer that they went to the top, the mowers walk at different depths. The air temperature will be -18 tonight, + 3 + 5 in daytime and -2 in the evening Water from the well, did the test -- all in the evidence of the pond norm."},{"username":"Viatcheslav","Date":"09.07.2017, 21:46","Text":"https:\/\/youtu.be\/xRtwNb38B_o pulled the net, because one morning watch, and the fish is one on the hill with a chated head. In the night they jumped on the beach, and the cats were eating fresh."},{"username":"Vgg11","Date":"07\/06\/2017, 18:04","Text":"Do you always have that fishing? For the soul."},{"username":"Viatcheslav","Date":"17.07.2017, 18:27","Text":"The guests were showing the fish's beak. (A))"},{"username":"Viatcheslav","Date":"00.07.2017, 10:41","Text":"I figured out why the fish was floating on top. Turns out she's got little white rags under her tail, parasites. Shoulder a bunch of sites, took a lot of information, but found a reason to fight. I processed the chlorophos, and in 24 hours, it wasn't chashy. After the chlorophos, the fish paced and went away. The appetite's back again. Yeah, that's how you learn."},{"username":"human","Date":"07.05.2020, 23:06","Text":"Message from Valera\n\n\nI'm a big fat man. Dining of tablespoons of the sun (by 1 kg) (...) (...) (...) Solimo, my olivy, my Zabihli. In 12 years ' time, this is the yak of an appetizer.\n\n\nAnd the cousin of the Kirovohchini was hovering over the pike. I am so marinauble, trying to bequirk the other marinutes like this: it's a good thing. The recipe is truth without exactly \" kilikii іngrediev: the great riba is on the tonkiy up to 1 cm of a shmash, good to salt, of the kibula kibulu (1-2 pieces). ), 3-4 st. The spoons of the ozzu (on the forehead of the ribi's brows), all the good rivets of i stacking in the buzzer. Marinade: 150-200 g. Water supply to the Wagon, 3-5 lauvavers, 5-10 peas of chorny pepper, to bring to the kip. The dates on the standing room to scream. Nicky Oholon (through 2530)-fill the riba. From the top of the fir to 20-30 ml. I'm making a screwup of a new crib, and I'm putting on a chili in the cold. I've got an hour in the back of the boob, fumbling for the search. I'm just a little bit more tiptug, I'm gonna have a little bit of a little bit of vaguely ..."}],"Nb pages":5,"Answer pages":["http:\/\/apkforum.com\/showthread.php\/652-Catfish-on-household-fish-subsistence-P1","http:\/\/apkforum.com\/showthread.php\/652-Catfish-on-household-garden-participation\/pages2","http:\/\/apkforum.com\/showthread.php\/652-Catfish-Fish-on-home-participation\/page","http:\/\/apkforum.com\/showthread.php\/652-Catfish-Fish-keeping-fish-garden-participation\/pag4","http:\/\/apkforum.com\/showthread.php\/652-Discharge-Fish-and-subsistence-fish\/page 5"]},{"Title":"Fish smoking hot and cold.","Url":"http:\/\/apkforum.com\/showthread.php\/2496-Hot-and-cold-smoked fish","username":"Denis Litvinenko","Date":"07.06.2016 11:06","Text":"There is a ribi's smoking secrets: smoked recipes, recipes. -Circumstanide.","Nb Answers":13,"Answers":[{"username":"Denis Litvinenko","Date":"07\/06\/2017, 11:19","Text":"I don't feel like buying a hot smoked smoker. Scratch the vortex of the tenderloin narcissik of narcisky, tripping the bark, and not a bully crouch. Rib marinuwa will be dobble, perspely, with the added of the special. It's in the fridge. The box is a gas-kopek (by practice i on the mangler), and I don't get the gas tubes. The axis of my axis is the result of the beers (and the continuing):"},{"username":"kapper","Date":"07\/06\/2017, 12:45","Text":"All the good, the axis of the yak was rooted in the iris of the rags to lay in the baggage of our country, and to sit in the baggage of Ukraine, and from Nazvi's name, and from Nazvi to the name of the Rossi, there will be six yak-axes to the genie roaming \"big brother\". Moylijimya, adje Mi Ukraina."},{"username":"Denis Litvinenko","Date":"07.06.2016, 13:08","Text":"Message from the pen\n\n\nAll the good, the axis of the yak was rooted in the iris of the rags to lay in the baggage of our country, and to sit in the baggage of Ukraine, and from Nazvi's name, and from Nazvi to the name of the Rossi, there will be six yak-axes to the genie roaming \"big brother\". Moylijimya, adje Mi Ukraina.\n\n\n A retina, thinking of the name of the Ukrainian citizen, the forum of the forum on the Roskyi, the forum will be on the list, and there are no robbing of crows."},{"username":"vladimir75","Date":"07\/06\/2017, 14:02","Text":"Communication from Denis Litvinenko\n\n\nA retina, thinking of the name of the Ukrainian citizen, the forum of the forum on the Roskyi, the forum will be on the list, and there are no robbing of crows.\n\n\nI will transfer the face to the Ukrainian side at the bottom of the article."},{"username":"Gamanchuk","Date":"07\/06\/2017, 14:25","Text":"You know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, you know, the http:\/\/apkforum.com\/showthread.php\/2 ...BD%D0%BD%D1%8F"},{"username":"Vladyka","Date":"07.06, 19:33","Text":"Communication from Denis Litvinenko\n\n\n Rib marinuwa will be perpent, perspely, with the added of the special\n\n\nBefore the Rib of the Tribes of the Tros of the Tsukro tsuku to add, here 1\/5 of the subject of the salt of the malice of the malt of the meat was not so slurish. The main course of the crusher (49 hrn\/kg) was not taken without the main dish of young cartoplys"},{"username":"Denis Litvinenko","Date":"08\/06\/2017, 08:18","Text":"I'm ready to dig up a riba-drier."},{"username":"milodianna","Date":"27.04.2017 2018, 14:48","Text":"Communication from Denis Litvinenko\n\n\nI'm ready to dig up a riba-drier.\n\n\nHow exactly do you do that?"},{"username":"Andreyushch","Date":"08\/19.2019, 13:56","Text":"Communication from Denis Litvinenko\n\n\nI'm ready to dig up a riba-drier.\n\n\nDo you need smoked fish (or kebab) to dry up? It's got to lose his taste, strength."},{"username":"Valerikua","Date":"08\/19.2019, 15:15","Text":"I don't know, it's not all the recipes, it's all the recipes, and it's a little bit of a chicken (broiler) in front of the obsession."},{"username":"Gamanchuk","Date":"19.08.2019, 18:12","Text":"In front of the Coptic, you will have to turn in front of the Coptic in front of the Coptic, the main part of the ribs."},{"username":"Valerikua","Date":"15.8.2019, 18:53","Text":"Communication from Hammanchuk\n\n\nNot to be a chornooth of Ukraine with a chair in the mouth.\n\n\n\"I love to be good. I like to be good. I love to be good.\""},{"username":"Gamanchuk","Date":"08\/19.2019, 20:46","Text":"It was a piercing pio of kin. \"I'm trying to get the baggage of the bad vibe.\" Zupinivs on the beetle."}],"Nb pages":1,"Answer pages":["http:\/\/apkforum.com\/showthread.php\/2496-Hot-and-cold-burg1"]},{"Title":"Take out the caravans.","Url":"http:\/\/apkforum.com\/showthread.php\/144-Divorse","username":"Master Degree","Date":"300.07.2010 22:33","Text":"I propose we discuss the problems and prospects of raising the caras ... which may create difficulties, which are the nuances ...\n\r\nAll opinions are welcome ...","Nb Answers":50,"Answers":[{"username":"Koschey","Date":"01.08.2010, 15:19","Text":"Karashi is one of the main fishes of small lakes in many other small lakes in the European part of the CIS, as well as in Siberia and the Far East. Karashi is used successfully for breeding and breeding in ponds; along with other valuable fish species, many newly created reservoirs. With the biology of the carats, it is useful to get acquainted with all those who are related to fish farming, who are interested in the sport fishing of fish, who are not strangers to the concern for the preservation and propagation of the fish riches of our inland waters. They are able to temporarily withstand the abrupt reduction in the amount of oxygen dissolved in the water until this gas is completely lost, a significant increase in acidity (pH 4, 5), a temperature drop to almost zero. The gold carat in the winter season is sometimes even shimmering in the ice, and still does not die if the inner fluids of his body are not frozen. On the other hand, the carat may carry the drying of the water in the summer. It often sow heavily polluted village ponds and wetted water bodies with acid water in which no other fish can live."},{"username":"Matroskin","Date":"01.08.2010, 16:45","Text":"Carasya is probably the most obnoxite fish for breeding, but he's got a lot of weight. In two years, the weight of 100-150 grams is the norm. Therefore, it makes sense to breed in water bodies where other types of industrial fish do not survive (water quality, climate, etc.)."},{"username":"Philosophy","Date":"01.08.2010, 16:57","Text":"Message from the Koschey\n\n\nIt often sow heavily polluted village ponds and wetted water bodies with acid water in which no other fish can live.\n\n\n\n\n\n\n\n Message from Matroskin\n\n\nTherefore, it makes sense to breed in water bodies where other types of industrial fish do not survive (water quality, climate, etc.).\n\n\nMaybe we should do some kind of fish in a pond.\r\nBy the way, does the guard not have a positive influence on cleaning up these most polluted ponds? You want to clean the pond, start doodleties, and then fill in with another fish?"},{"username":"Master Degree","Date":"01.08.2010, 17:16","Text":"In some cases, it is useful to temporarily reassign individual farmers who are disadvantaged in fish (carp) diseases if all other measures to combat these diseases do not produce results, and the complete cessation of activities for several years is unacceptable. The cultivation of the carats sometimes helps the farm to get rid of fish diseases, as carats are far less than carp, susceptible to many dangerous diseases. Finally, the production of carats (along with carp) is beneficial because it improves the quality assortment of products of the rod economy. After all, the meat of the carats is distinguished by its excellent taste and high nutritional value. For example, a silver karase contains up to 60% of edible parts, that is, more than carp. The carp age is 6 to 7%, the protein content is 18% of the living weight. But in breeding and raising the carp (independently and as an extension to the carp), it is necessary to strictly observe all rules of cultural garden-breeding, otherwise the carats can easily turn from useful and valuable fish to the touch with which it will be difficult to fight. It should also be borne in mind that the ability of silver carats to reproduce with the other species of fish (reproduce in the offspring of one female) may be lost by mismanagement or otherwise, as long as there are no known causes."},{"username":"Philosophy","Date":"01.08.2010, 17:42","Text":"The carol is mainly a springy fish, but if a pond is small, it is better not to come up with a golden carousel, though it grows rapidly and multiplies, but in the winter the most unseemly of the water is the oxygen of the fish, except that the caravans can be without water for a long time. \n\r\nAlso, if the pond is not deep, it is good to have a good air-cushion to be involved in the breeding of fish and mosquitoes in their own land ..."},{"username":"Matroskin","Date":"01.08.2010, 18:34","Text":"In joint breeding with carp, they do not recommend very much. One reason was called the Master, the second-diet is the same, that is, the carp (with a lower rate of growth) will be \"hued\" carp."},{"username":"Master Degree","Date":"01.08.2010, 18:39","Text":"Message from Matroskin\n\n\nIn joint breeding with carp, they do not recommend very much. One reason was called the Master, the second-diet is the same, that is, the carp (with a lower rate of growth) will be \"hued\" carp.\n\n\nYet many carp and carp breeders are in the same water, only (if there are no diseases) it is possible to artificially change the lake to the same meshes or other devices)) so as not to disperse to the feed base."},{"username":"Aquamarine","Date":"15.09.2010, 19:31","Text":"There are two kinds of caravas in Ukraine's ponds: gold, with bronze-golden painting of the body, and silver with a lower body and a dark grey colour of scales with metal tide.\n\nThe Karasel is a golden-loving fish, it is mostly found in stagnant water, and it is not worth the quality of water. Growth depends on the environment. Low to low temperature. The simpy is buried in the mud, and it is all the time without movement. Maturity reaches 2 to 3 years of life, males a year earlier.\nA carat of silver is growing faster than gold in Spoken Ponds and becomes mature at 17 cm long, and in the unsaturated overpopulated ponds it passes and reaches puberty at length 9 cm. ! 3 males are found in much smaller quantities than females.\nThe fecundity of the carats at the length of the body of 191 cm at the first seal is about 17, after a secondary-8.82,000. In the case of self-made caviare, the females have a size of 24.1 cm, respectively, 47.123 and 19,970,000 respectively. Hickies.\nFor spawners, carp use ponds or fodgies are used. They pour the ponds in the water a day before they plant the caras. On a 100 square m², the area is occupied by 5-7 females and 5 males of the gold carp, carp or sasana. The males are picked up with tequy milk. If the ponds are poor by vegetation, artificial sockets such as carp or line nests are installed. In 15-18 days of the malds, they go to the vomit ponds. Transplantation and calculation methods are the same as for carp. The output is 70 to 75% of the planted children. In the winter pond, 1 hectare is worth up to 1 million. The RV, up to 500 thousand tons. 2-year-olds, leaving between 80 and 90 per cent."},{"username":"capture Grey","Date":"06.11.2013, 15:39","Text":"Bachu, there's a small flaw in the air. Do you have a chance to roke a riku in a self-like way?"},{"username":"Matroskin","Date":"06.11.2013, 16:21","Text":"Message from the Grey Grey\n\n\n Do you have a chance to roke a riku in a self-like way?\n\n\nI am not, I am not, but a genie of the haylok (the viscor of the groundwater reuters). The menu was Nathed, but not a lake, but a swamp of vuits, toads of that Isho 'alive' i I tros of ohols"},{"username":"Riba4ok1","Date":"06.11.2013, 16:37","Text":"Message from the Grey Grey\n\n\n I mean, it's just a little, like, a little, like, cortisone.\n\n\nFor heaven's sake, cap! The sight of the yak, the noise of the yak, was stilted by the noise of the water-glass, and the yak of the yak had been beaten by you."},{"username":"capture Grey","Date":"07.11.2013, 19:05","Text":"Message from Riba4ok1\n\n\nFor heaven's sake, cap! The sight of the yak, the noise of the yak, was stilted by the noise of the water-glass, and the yak of the yak had been beaten by you.\n\n\nA bullock for a drink. Nithuische for the menu at the bid boobo, mademoiselle, of the self-contained self-contained oyster system. Tabto, rate-live:-toad, riba chi-lavrica, microscyrindiesi vintage speechless.\nThere was no sign of the meadow, but the axis was not set, and the axis of the night was not set, and the axis of the wood was \"caught\" by a friend of his friends. That's the rush of a lot of relief to move the bet."},{"username":"WOLF","Date":"12.11.2013, 09:15","Text":"Message from the Grey Grey\n\n\nand the axis of yonder yonder, on the back of my friendship, was caught by a gardener. That's the rush of a lot of relief to move the bet.\n\n\nIs there a watchman's doorman?"},{"username":"covic","Date":"12.11.2013, 10:57","Text":"Message from Matroskin\n\n\nI am not, I am not, but a genie of the haylok (the viscor of the groundwater reuters). The menu was Nathed, but not a lake, but a swamp of vuits, toads of that Isho 'alive' i I tros of ohols \n\n\nI've got conditions like yours, and at least fifteen hundred, I've dug up a little pond where 10n10 is, because as a child I was used to the pond by the side. You grew up in Ukraine, so we had a small pond, a large one, a few kilometres. Muraf's. The fish was fresh on the table every day. Since then, I haven't been living without, even a little, my own pond. In the beginning was near the ponds when they were more natural, and there were plenty of them, but with the advent of \"civilization\" they made them so mysterious that there was no desire to visit them. So I decided to dig out my pond, and the groundwater is close. I wanted to hire an excavator but my neighbor counseled it, and he did it right. He says he's going to dig you up in here on your student. You're going to have to clean it up later. That's what I did. I waited for a dry summers and started digging. I dug up somewhere at the 1.8th. No more ground water was allowed. For one and the landscape, the plot led to the sunrise, and they are very fond of it, as they are warmed up with the first rays, and in rainy weather the excess of moisture leaves (just before sunk in the garden). The ore is very happy, you can swim, the children swim on the inflatable mattress. Ran up a little cara, the good of the fish is beside him. The acreage of the asympic was very good without casualties, even the progeny had already given birth. Well, that's the short one. So I think you're wasting your time with this case."},{"username":"capture Grey","Date":"12.11.2013, 16:41","Text":"Message from WOLF\n\n\nIs there a watchman's doorman?\n\n\nDobri nozzles of that ... the ... the ... the ... the ... the ..."},{"username":"Driver","Date":"12.11.2013, 20:10","Text":"Message from the Grey Grey\n\n\nDobri nozzles of that ... the ... the ... the ... the ... the ...\n\n\nI didn' t get a picture."},{"username":"gggjb","Date":"04.03.2014, 15:40","Text":"Do you have a carasitic duct in a kirnica?"},{"username":"capture Grey","Date":"03.06.2014, 15:16","Text":"Message from gggjb\n\n\nYou can see the carasians in the kirnica.))\n\n\nWhat about the big guy in the sens?"},{"username":"iry4ik","Date":"23.01.2015, 12:25","Text":"Given that the carrion is a rather nasty fish, it's a doable business in the home pond.\nKarashi is well adapted to life in warm, deep water bodies. The optimal depth for the breeding and subsistence of 2-3 tens of peaches, weight from 100 to 300g is considered the depth of the pond 0.8-1.25.\nBefore launching, caught in another caravans, it is necessary to equate the water temperature of the pond into which it is launched. This is due to the temperature difference, even in 2-3 ° C, causes the temperature shock of the fish, and it can die within 24 hours. The keeping of the caravans in the home pond is carried out with the help of a small table-pallet, which has high beartics. It can be made of galvanized iron. The rate of feeding of the caravans is 1 to 2 times a day.\nAs a fish is a pan-fish, besides earthworms and insect larvae, they can be fed and fed with cereals of cereals or pulses and even agricultural feed. The fodder is calculated in proportion to the weight of the fish. For example, if the pond is inhabited by two tens of 150 grams of carasties, then it will have a mass of 90-120 g of feed, that is, 3 to 5 percent of the total mass of the carasers. The feed is made to the pond in the form of a thick test. Fish catch is carried out in the autumn, as there is a possibility that the ice due to lack of oxygen may not survive."},{"username":"Hamstell","Date":"23.01.2015, 14:13","Text":"Message from iryne4ik\n\n\nBefore launching, caught in another caravans, it is necessary to equate the water temperature of the pond into which it is launched. This is due to the temperature difference, even in 2-3 ° C, causes the temperature shock of the fish, and it can die within 24 hours\n\n\nSounds like crap.\nCarasya is one of the most alive fish."},{"username":"key","Date":"23.01.2015, 14:17","Text":"Message from Hamstell\n\n\nSounds like crap.\nCarasya is one of the most alive fish.\n\n\nI agree. With a drop in the temperature of the caraches, to the bottom. That's all."},{"username":"Kiriy Yurii","Date":"22.05.2015, 11:30","Text":"Message from gggjb\n\n\nDo you have a carasio in a kirica?\r\nDo you see the smell in there?\r\nI don't want to get water.\n\n\nPray. Housing. I'm not going to let you grow cold. The water's cold. We've got a lot of booze. In 1985, in the ribali, in the ribali, in the ribino, it was close to 10-12 cm. One was caught in the same way, and a friend lived a widower ... I'm seven. I'm a little bit more than that. I didn' t. I don't have a lot of cereal, flies, worms. Zannier is inconclusive. Don't torture the riba!"},{"username":"Kiriy Yurii","Date":"22.05.2015, 11:44","Text":"I've got a little bit of a stalk, three or a 12. Nayyshenga glibby shingles 1.5 m, it can be leaved on the porch (near groundwater). Five tracks, three samies, and one ribin with a leech. I'm drowning in the hammies of the dodge, and the plan is to lay down the shims of the pine genus. Is that right?\r\n2. I would like to bring in the vres of irreation of kraki and algae. It was a bully in the ridges of ribo. -What's that?"},{"username":"The Biblioic","Date":"22.08.2015, 21:17","Text":"I'm a gorgulist!"},{"username":"capture Grey","Date":"26.08.2015, 14:25","Text":"Communication from Kiriy Yurii\n\n\nI've got a little bit of a stalk, three or a 12. Nayyshenga glibby shingles 1.5 m, it can be leaved on the porch (near groundwater). Five tracks, three samies, and one ribin with a leech. I'm drowning in the hammies of the dodge, and the plan is to lay down the shims of the pine genus. Is that right?\n2. I would like to bring in the vres of irreation of kraki and algae. It was a bully in the ridges of ribo. -What's that?\n\n\nI don't think I'm going to have to hang out about the new reports at the meeting.\nRaju will take you down the banks of the house. Rossnini will be chic to live in the Rib.\nAt the same time, the rate of the charging of the star (before Easter, the forumni noses know)."},{"username":"dalala","Date":"10.01.2016, 17:29","Text":"and the fish don't keep up with the fish, the way they catch it, and even the little berut."},{"username":"capture Grey","Date":"12\/02\/2016, 13:03","Text":"Message from dalala\n\n\nand the fish don't keep up with the fish, the way they catch it, and even the little berut.\n\n\nIs that a hangover?\r\nPlease, please, please, please, at the time of your arrival."},{"username":"Alles","Date":"11.03.2016, 10:07","Text":"Good day to the shanery.\n\"Do you know that,\" said the old man, \"I don't know,\" said the old man. \"I don't know.\"\nIn the face of the widows."},{"username":"capture Grey","Date":"12:08, 12:08","Text":"Message from Alles\n\n\nGood day to the shanery.\n\"Do you know that,\" said the old man, \"I don't know,\" said the old man. \"I don't know.\"\nIn the face of the widows.\n\n\nGet some water. Ale before his \"watersheds\" y-y-y-y-y with a faint rod of botulinum blue in the manganstil, the urethmus of 15-30 xylin."},{"username":"Alles","Date":"11.03.2016, 18:40","Text":"Message from the Grey Grey\n\n\nGet some water. Ale before his \"watersheds\" y-y-y-y-y with a faint rod of botulinum blue in the manganstil, the urethmus of 15-30 xylin.\n\n\nA yak. Ale, shame, meni in the water (in Kyiv), de lichens de la caras. There is one pan of Korosten in the Menai, and there is no way to help with the little alle, by saying that it is not to be sold in a fine print. \nMoy Lake is twin hundred and twelve hundred. There are dozens of perch lines in the menu. I want the more of a gold watch. \nIt has been a long time (rock in 30 of that) such a carat with the same garbut in the line of duty in the womb. And the potash of the carasystilts of karasna vanished, and the gold was broken."},{"username":"vitya83","Date":"11.03.2016, 19:00","Text":"Message from Alles\n\n\nA yak. Ale, shame, meni in the water (in Kyiv), de lichens de la caras. There is one pan of Korosten in the Menai, and there is no way to help with the little alle, by saying that it is not to be sold in a fine print. \nMoy Lake is twin hundred and twelve hundred. There are dozens of perch lines in the menu. I want the more of a gold watch. \nIt has been a long time (rock in 30 of that) such a carat with the same garbut in the line of duty in the womb. And the potash of the carasystilts of karasna vanished, and the gold was broken.\n\n\nZultique of the pit: and I will give you water to you in Kyiv???\nTemper without any roasted beetle."},{"username":"capture Grey","Date":"11.03.2016, 19:47","Text":"Message from Alles\n\n\nA yak. Ale, shame, meni in the water (in Kyiv), de lichens de la caras. There is one pan of Korosten in the Menai, and there is no way to help with the little alle, by saying that it is not to be sold in a fine print. \nMoy Lake is twin hundred and twelve hundred. There are dozens of perch lines in the menu. I want the more of a gold watch. \nIt has been a long time (rock in 30 of that) such a carat with the same garbut in the line of duty in the womb. And the potash of the carasystilts of karasna vanished, and the gold was broken.\n\n\nAt the end of the day, all the apes, the scrawny carcas, had been able to launch a lot of them. Noi's alive, no dead. And the tastelyk. You know, you're gonna have to go, you know.\nI want to launch the quilogres at the 5-10 bile amour. Torik could see the growth of the beers. That will smeag the mold."},{"username":"Alex.","Date":"11.03.2016, 19:51","Text":"Message from the Grey Grey\n\n\n I want to launch the chirogram for 5-10 litany amour by the round table\n\n\n I think Vi has a knowledge of this, and it is not so much that I will be redistributed in this serum. I don't want to see any more. Abo, victorious. I want to be shy."},{"username":"capture Grey","Date":"11.03.2016, 11:02","Text":"Message from Alex\n\n\nI think Vi has a knowledge of this, and it is not so much that I will be redistributed in this serum. I don't want to see any more. Abo, victorious. I want to be shy.\n\n\nDake, Mr. Alex, for the pleasure. I don't mean to see the rosier. You see, on the adder of the consecs. And by taking away the stitchie, and by the mating cod. The riba with no stenets of valve' s water, don't worry wintertime, don't worry.\n\nThat's the way it's starting, and then you're ravening. I'm not a screw-up, I'm not disrespectful."},{"username":"vitya83","Date":"11.03.2016, 23:45","Text":"Message from the Grey Grey\n\n\nDake, Mr. Alex, for the pleasure. I don't mean to see the rosier. You see, on the adder of the consecs. And by taking away the stitchie, and by the mating cod. The riba with no stenets of valve' s water, don't worry wintertime, don't worry.\n\nThat's the way it's starting, and then you're ravening. I'm not a screw-up, I'm not disrespectful.\n\n\nYou got a glebin?What are you doing?"},{"username":"capture Grey","Date":"12.03.2016, 09:33","Text":"Message from vitya83\n\n\nYou got a glebin?What are you doing?\n\n\nIt's a two-and-a-half-m-a-a-a-a-a-me-hole. The larynx of the pastimes, swinging, aloft for a pair of tickles to winterend (quinese zimish), \"the compressor\" is ... \"Math those, the mauve.\" (C)\n\n\n\n\n\n\n\nOn the menu on my own land in Sadibi, I do not have a sword in it, I want a pincer.\n\nAttachment 57068"},{"username":"ViktirSF","Date":"20.11.2016, 23:10","Text":"Message from Hamstell\n\n\nSounds like crap.\r\nCarasya is one of the most alive fish.\n\n\nIt's not the difference between the temperature difference, but the damage to the protective layer of scales. Even the carp is better off carrying the carriage, it must have something stronger. After the launch, the carp is smaller."},{"username":"ViktirSF","Date":"20.11.2016, 23:16","Text":"Message from the Grey Grey\n\n\nIt's a two-and-a-half-m-a-a-a-a-a-me-hole. The larynx of the pastimes, swinging, aloft for a pair of tickles to winterend (quinese zimish), \"the compressor\" is ... \"Math those, the mauve.\" (C)\n\n\n\n\n\n\n\nOn the menu on my own land in Sadibi, I do not have a sword in it, I want a pincer.\n\nAttachment 57068\n\n\nGood evening. I read about your bets on the Forums. Already Wee's arches are all over, and your step has fallen. Is it a little more passian?"},{"username":"Ferger","Date":"20.11.2016, 23:51","Text":"I know, I know, one-caravans, Tragilyvatov, controlling the populace ... In the whole of the whole world, there is a lot of water in the world.  We have three rots of volume, launched 3 stakes, and with the carols of the king ... were afraid, not to see the cork of the corp (inistence of a third party), they were boredom a ribolol for a third. Spend the time, the yak will be rosemen, and then the yak, the yak will be late."},{"username":"capture Grey","Date":"21\/11\/2016, 00:54","Text":"Message from ViktirSF\n\n\nGood evening. I read about your bets on the Forums. Already Wee's arches are all over, and your step has fallen. Is it a little more passian?\n\n\nThat's it. Ale rates live. The three of them are buried, I am a buoy, and I have a beep in my beep."},{"username":"skamykin22","Date":"23.11.2016, 13:16","Text":"All right, good to the right."},{"username":"VovanL","Date":"23.11.2016, 15:08","Text":"Message from Fermer\n\n\nI don't mind.\n\n\n It's easy to get a little pike, a little pike, a dip, a little bit of the smell of the little caras, and I want to be afraid of the children. I know the Lord's Lord, the test of the rates. It would not be a fool's sake that the bute might be busier with the caravans."},{"username":"Ferger","Date":"23.11.2016 16:29","Text":"Message from VovanL\n\n\nIt's easy to get a little pike, a little pike, a dip, a little bit of the smell of the little caras, and I want to be afraid of the children. I know the Lord's Lord, the test of the rates. It would not be a fool's sake that the bute might be busier with the caravans.\n\n\n(sing) \" (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) (sing) It is a small, tente tentacle available, and the pike on the ribbons ... is available in the kiosk. \r\nTemper is a problem of forks in the fall. The carriage-bistro-bistro in the mule, it is a bad thing, a leader of the vole ... That is, by the way, the ribaches of imperial, a long riby of the herebling, \" to catch the same thing on everything !!!"},{"username":"VovanL","Date":"23.11.2016 16:57","Text":"And there was a horseback (the Poles of the Country were not called)-the tskin was not to be helped, there was no help-the pike was paid off. What's more of a mess, maybe three times?  And so the carp, the corp, the roam, the moor (buous), the three pikes lost their pike. The main focus is the stakeout, it is practical not to be practical, the growth of garno is practical, and the season of the kibilogram is necessary."},{"username":"quatro","Date":"06.12.2016, 15:10","Text":"I am a cartting of the order of the rose, for the truth is not a bit of a punchway, but by catching in one small bet on Polissisi, the truth is that the rules of the deed will be bought by the deed by the right dub."},{"username":"Delfin","Date":"08.12.2016, 14:08","Text":"Don't blow your nose in the mormica. Balances, timber, noisseum-all the scope of the mats, and special avalanches are correct. \nAle is a riba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba I want to be in the wildernesses for a couple of years. Temper's sirly reignified in the cocks roam, amused, and afraid to be forced to overtake the deyals. That's why I'm in sushi."},{"username":"ViktirSF","Date":"19:49 17.02.2017 19:49","Text":"And I have a little American comedian, and a little sommelier for a bass."},{"username":"Andrii Pasichnyk","Date":"10.11.2017, 21:57","Text":"with the caravans of the link, and the good of the link, and to take the winter to the winter, in the small water-limes, the basilids."},{"username":"L4102102","Date":"24.12.2017, 15:10","Text":"In my swath of the haze, the skunk, the convoluted cara, the bark, the crowd, by the time of the time of the baggage of the ratango. The ringing of the beeping of the beetles at the pier, the meek still swear it is not the beak. Is it a good thing to see a yak?"},{"username":"diOsiK","Date":"24.02.2018, 17:18","Text":"Hey, hey, can anyone tell me if I want to set up a fish farm for fish farming that's normal for fish?"}],"Nb pages":3,"Answer pages":["http:\/\/apkforum.com\/showthread.php\/144-Carase\/page 1","http:\/\/apkforum.com\/showthread.php\/144","http:\/\/apkforum.com\/showthread.php\/144"]},{"Title":"Re: aqua-farm on the production of a giant freshwater shrimp","Url":"http:\/\/apkforum.com\/showthread.php\/2002-Re-Aqua-Aqua-Freshwater-Freshwater","username":"passat","Date":"6\/06\/2015 07:35","Text":"Ecofarm on the growing of the Giant freshwater shrimp using renewable energy of the Sun, Dear Investors! Your attention is given to the project of an eco-water farm for the growing of the Giant Freshwater shrimp using solar energy. \r\nThe investment facility is a fish-breeding enterprise for the production of the Giant Freshwater prawn.  The modified energy-saving closed-water (KM) retrofit facilities we offer not only increase the density of shrimp per square metre in comparison with open ponds, but also constantly monitor the conditions of its cultivation, which allows to produce environmentally friendly products. \r\nEco-aquaculture is a vertically integrated structure that combines shrimp farming, landing and research facilities.\r\nThe analysis of the retail trade in fish products in Ukraine clearly shows that it is the market for those who can provide consumers and supplies of fresh produce. \r\nThis postulate is fully applicable to shrimp. Think of the \"awful\" you get this delicacy. Sometimes bad suppliers manage to freeze and freeze imports three times, increasing the share of water several times. In view of the above, a new approach is proposed to the growing of the Giant Freshwater shrimp, which allows for the production of delicate products in close proximity to the city line. \r\nThe project is the project's motto-the goal of the project is to create a water farm by growing Giant freshwater shrimp with a total capacity of 10 tons per year and selling it to meet the existing demand for fresh seafood.  \r\nThe location of the project-Ukraine, Odessa region, Odessa-the way to achieve the objectives of the project is the development of new technologies and creation of a new environmentally friendly profitable enterprise on their base.  The use of modern technologies of aquaculture will allow to occupy a niche in the sphere of food production in Ukraine.","Nb Answers":69,"Answers":[{"username":"passat","Date":"16.06.2015, 07:37","Text":"The document is designed to present to the future investors of the private entrepreneir Kisel Sergey Vilanovich (the \"AQUADEYA\" trademark), which is required to be financed in the amount of $300,000 euros, for the organization of the production of Giant Freshwater by 10 tonnes\/year and start selling of the shrimps in 180 days from the launch of the aqua farm. \nThe strategy for the further development of the enterprise is as follows:\nAn incubator is being built in the district of Odessa that will be able to supply the post-maggovka (young) shrimp throughout Ukraine. Large megacities (Kiev, Dnepropetrovsk, Lviv) are building water farms with a capacity of 50 to 100 tons of Alive shrimp a year. \nIt is planned to capture 90% of the market for the sale of the shrimps in three years.\n\nTable. 1 Main stages of enterprise development\n\nName of Step Action Duration 1 Organizational Purchases of Land 20-30 days Equipment Order 30-60 days 3 Otresa of the territory 4 Organization of equipment 20-30 days 5 Start of production 20 days 6 Sale of products 180 days from launch\n\nThe funds received will be used for:\n1. Purchase of a plot of land for the accommodation of a water farm;\n2. Incubator construction;\n3. Construction of the laboratory;\n4. The construction of an ecologically clean water farm for the production of the Giant Freshwater shrimp based on the installation of a closed water supply (NMC) using renewable solar energy.\n\nThe use of the ultrasonic device allows full control of the habitat of hydrobiotic and thus completely eliminate the use of antibiotics in the process of growing shrimp.\n On the other hand, the use of the KMC allows shrimp to be raised directly in the urban environment, thus allowing the population to buy a shrimp."},{"username":"passat","Date":"16.06.2015, 07:38","Text":"The main product with which the aquarium is entering the market of seafood of Ukraine is the Giant Freshwater prawn (Macrobrachium rosenbergii). \n\n\nThe habitat of the giant freshwater shrimp M. rosenbergii covers India, Vietnam, Malaysia, North Australia, the Philippines and New Guinea. Freshwater and salty water bodies (downstream of rivers, estuaries). Lifetime of shrimp to four years.  Adults reach the size of up to 32 cm in size and weight to 250 grams. The shrimp has exceptionally high growth rates, with an average of 30 to 50 grams in six months. Individual instances over the 6-month period can be up to 80 to 100 grams.          By appearance and size, it is like a tiger shrimp. \nFreshwater freshwater shrimp has a delicate taste and is a dietetic product with high protein content and does not contain large amounts of fats. One of the main properties of shrimp meat is the presence of fatty acids which help to reduce cholesterol levels in the blood, thus preventing the formation of cholesterinic sediments and associated serious diseases of the vessels and the heart.  (The shrimp meat contains only 7 to 8% fat. They refer to so-called non-limits, so they are useful for the heart and the vessels. \nIn addition, prawn meat is an excellent source of many micronutrient, including calcium (useful for the health of our teeth and bones); iodine (contributes to the normal endocrine system function); zinc (contributes to early healing of wounds and skin injuries, as well as enhances hair and prevents their extinction).\nFrom vitamins, it is worth to allocate an impressive content in the meat of the shrimp shrimp.\nThe calorific value of shrimp is 98 kCal., as follows:\n          Quiras ~ 82 kcal;\n         Fats ~ 14 kcal;\n         Corner ~ 1 kcal.\nThis seafood has been very popular these days and is easily found in any supermarket and restaurant menu. However, according to the scientists ' findings NEWSru.com, the royal prawns brought to Ukraine from Asian countries are grown artificially with the help of antibiotics, growth promoters, and non-coalms. In this case, such a healthy product can cause irreparable harm to our body.\nThat's why we're offering to sell only the shrimp.\nThe production cycle of the Giant Freshwater shrimp is presented in Table 2.\n Table 2. Production cycle of freshwater shrimp.\nLiving phase Note 1 caviar 19-21 Presse water aquarium 2 larva 25-35 Marine-water incubator 5-10 Marine-freshwater incubator 3 incubator-goods 110-120\n    TOTAL 159-186 days        \n\nThe main activities of the enterprise are:\nCultivation of shrimp using closed water supply;\nThe establishment of an accurate flock to obtain seedlings;\nEstablishment of a pilot laboratory for the development of techniques for the cultivation of various water hydrobiology;\nTraining in modern prawn production methods."},{"username":"passat","Date":"16.06.2015, 07:39","Text":"MARKETS AND COMPETITION\n\nEncurents engaged in growing shrimp in ultrasound, in our region and in the territory of Ukraine are MISSING. In fact, today the market of the live shrimp is free, not counting competitors from the Republic of Crimea, who are engaged in seasonal production of shrimp in ponds. Demand for shrimp has only been increasing recently. This suggests that there should be no problems with the marketing of the farm. \nIn view of the above, our project makes the main bet on a unique product, namely a live shrimp, which is not on the market of Ukrainian cities.\nThe geographical location of the aqua farm for growing a giant freshwater shrimp will allow the realization of products in such large cities as Odessa and Nikolayev. In total, the population of the two cities is about 1.5 million people. A person. It's a very big market. \nThe main clients of the farm are restaurants, resort complexes, and restaurants. High quality and freshness of products is an important criterion for this category of consumers.  The rest of the product will be shipped to specialty fish stores. For this category of potential buyers, the priority is the stability of business relations and the fulfillment of contracts for the supply of products.\nAs of today, the wholesale price of the implementation of an imported shrimp of the same class is 18-22 .e .\/kg. The sales pics occur during the summer season and during the holiday season. There is a slight increase in prices in these periods. In general, the demand for a living shrimp has little seasonality.\nIt is expected that the first batch of shrimp will start to be implemented in six months of operation of the farm. A daily shipment of a product is then possible.\nA simple comparison of the prices of similar imported products in Kyiv, Odessa and Nikolaev, with the prices for the products of the enterprise shows its competitiveness and makes it possible to predict with certainty the fulfillment of the planned figures for the volume of sales of goods.\nIn summary, the following conclusions can be drawn:\nThe growth of the shrimp will be in high demand, and the increase in supply in this type of product can have a positive impact on the price policy.\nThe complete absence of goods in the market of delicatassortment of a living shrimp aquaculture will make it possible to create an optimal level of price for the goods, which will allow to achieve high profitability ratios.\nThe use of modern production technology by the enterprise and flexible marketing schemes of finished products will allow to sell the products in full volume. \n\nThe author of the project, Kisel Sergei-an ocean engineer, is the author of a patent for a shrimp production plant. The brand is registered.\nI was studying in Ecuador on the technology of growing the sea shrimp Wanimme."},{"username":"passat","Date":"16.06.2015, 08:08","Text":"e-mail atlantika@ukr.net\n Tel: +380509639534 Skyp: Vilenovich55"},{"username":"passat","Date":"17.06.2015, 07:32","Text":"Dear Sirs, the project country doesn't matter-it's possible for a long journey or relocation."},{"username":"Tolyasha","Date":"17.06.2015, 20:23","Text":"If \"tomorrow's\" a dollar for \"40 + ..\" UAH, and salaries and pensions of the old, how much will your project be profitable?"},{"username":"yurasik","Date":"17.06.2015, 20:40","Text":"Message from passat\n\n\nDear Sirs, the project country doesn't matter-it's possible for a long journey or relocation.\n\n\n So I want to show you how much I want to see if I'm gonna have a toothfish for you."},{"username":"yurasik","Date":"17.06.2015, 20:41","Text":"Communication from Tolyasha\n\n\nIf \"tomorrow's\" a dollar for \"40 + ..\" UAH, and salaries and pensions of the old, how much will your project be profitable?\n\n\n That's how you two grow up."},{"username":"Vladyka","Date":"17.06.2015, 20:55","Text":"Message from passat\n\n\nwhich needs a funding of $300,000 euros,\n\n\nA mortgage will be made by the sum of the sum at the sum of the sum of the sum in the inimanity. I've been beating about 60-foot-yak. For at the same time, we have the sale of a monument of the divesta plants. We are already in the distribution, and in the same place our kiddin is not invisistic. The prognosis of the prognosis is not to be seen, not a stone is guaranteed, and there is no cure for the whole of the yak, and the whole of the seven isnacons."},{"username":"Vladyka","Date":"17.06.2015, 20:57","Text":"Communication from Tolyasha\n\n\nIf \"tomorrow's\" a dollar for \"40 + ..\" UAH, and salaries and pensions of the old, how much will your project be profitable?\n\n\nThat's how profanity has been profitedness."},{"username":"Tolyasha","Date":"17.06.2015, 21:05","Text":"Message from Vladyka\n\n\nThat's how profanity has been profitedness.\n\n\nHow's that? Explain, please ..."},{"username":"Vladyka","Date":"17.06.2015, 21:16","Text":"Communication from Tolyasha\n\n\nHow's that? Explain, please ...\n\n\nAnalogical goods are to be purchased in the dollaras. We have a salary at the hospital, the orenda, the eektrogyri is not to grow in proportion to the long, and to bring the product of Yaksho to the dolar. The product of the product has been cheaper vyonsbut the cordon analogues (the MoC MoC Moths)."},{"username":"Gamanchuk","Date":"17.06.2015, 21:35","Text":"Message from passat\n\n\nDear Sirs, the project country doesn't matter-it's possible for a long journey or relocation.\n\n\nWith 3 hectares of land (s), our consortium will lie on a long-term contract 50:50 with the advance payment and constant sample of the product."},{"username":"Tolyasha","Date":"17.06.2015, 21:37","Text":"Message from Vladyka\n\n\nAnalogical goods are to be purchased in the dollaras.\n\n\nAnd buy dollars for what?\nThe cost price of the raised $6s is said alas. $100 costs UAH 2,400.4500 (on February 22, it was UAH 2,241.2433); How about me, you, he, she'll buy her on her old paycheck? ... if we buy it at all.\nI'm tracking down the sturgeon market in the market with a change in the dollar exchange rate ..."},{"username":"Andrian Candle","Date":"17.06.2015, 21:40","Text":"Communication from Hammanchuk\n\n\nWith 3 hectares of land (s), our consortium will lie on a long-term contract 50:50 with the advance payment and constant sample of the product.\n\n\nThose are the ones that have a snail. Get to the bottom of the project."},{"username":"Vladyka","Date":"17.06.2015, 22:01","Text":"Communication from Tolyasha\n\n\nHow about me, you, he, she'll buy her on her old paycheck? ... if we buy at all\n\n\nYou don't have to do that, but you can bite your fingers from the bottom of the dolphin. -I don't want to be a product of the live shrimps in the pub. Aquarsium of the living shrimp of the living paint of the painted restaurant of the house, which is the most divinest of arthropod yome members, is not to be broken. The merchandise is not the competition, mustache is just-want to get that prawn, and to cry the supermarket to the supermarket? The truth of the smell was dying of a quilt, perches of the yak of the product."},{"username":"Tolyasha","Date":"17.06.2015, 22:08","Text":"Message from Vladyka\n\n\nI can bite down who has the beards to the dolar.\n\n\nDo you know a lot? I'm not!\nFor such \"fat\" uncles and a shrimps of prawn, the charterhouse is brought in! And Sergey Kislyj wants to build a 10-20-50 tonnes ... for the COGO?"},{"username":"Vladyka","Date":"17.06.2015, 22:26","Text":"Communication from Tolyasha\n\n\nDo you know a lot? I'm not!\nFor such \"fat\" uncles and a shrimps of prawn, the charterhouse is brought in! And Sergey Kislyj wants to build a 10-20-50 tonnes ... for the COGO?\n\n\n10 tons in the back of the mouth. On the quilk of the regions, in the rozies of the troi, in the troi, the branches of the rimp are on the day of the trimmings. Yak and vajalet caca? The mall is in the top of Jack Deniz's office in the same area."},{"username":"Tolyasha","Date":"17.06.2015, 22:46","Text":"Jack Daniels, the American brand, is being imported and stored for a long time! \nYou tried to sell a living product in large quantities?"},{"username":"Vladyka","Date":"17.06.2015, 22:57","Text":"Communication from Tolyasha\n\n\nYou tried to sell a living product in large quantities?\n\n\n-What's the big name? I'm familiar with the Ashot of the Mae. \"Make me ten pounds of a prawn every week, and I won't offer you a prawn, only you're going to be so prawn in one in town.\" Rasht is the concern of Ashot, in the convoys, to the moneom. Such persons have a third area of 3-5 i.\nAre you a trader? Silipo?"},{"username":"Tolyasha","Date":"17.06.2015, 23:13","Text":"Message from Vladyka\n\n\nAre you a trader?\n\n\nNo, we're looking for a place to invest. What are you interested in?"},{"username":"Andrian Candle","Date":"17.06.2015, 23:34","Text":"Communication from Tolyasha\n\n\nYou tried to sell a living product in large quantities?\n\n\nYaccio of the Rings may be able to yak yak yak yakraz cyme."},{"username":"Tolyasha","Date":"17.06.2015, 23:44","Text":"Communication from Andrii\n\n\nYaccio of the Rings may be able to yak yak yak yakraz cyme.\n\n\n? ??? .. doing what?"},{"username":"Andrian Candle","Date":"17.06.2015, 23:51","Text":"Selling of the Svidsmokssuds"},{"username":"Tolyasha","Date":"18.06.2015, 14:48","Text":"Communication from Andrii\n\n\nSelling of the Svidsmokssuds\n\n\nAnd what does that have to do with Vladyka? \n\nIn general, I would like to see the culprit of this topic, Sergey Kisiel, to join the discussion! \nWater should be in knob, not dialogue! -OH!"},{"username":"passat","Date":"00.06.2015, 07:37","Text":"Distinguished gentlemen, 10 tons of shrimp a year-it is 30 kg a day (after the first 180 days-the production cycle) these tears ... that will dry before the earth .."},{"username":"passat","Date":"00.06.2015, 07:38","Text":"I'm sorry I didn' t get a message from the site."},{"username":"passat","Date":"00.06.2015, 07:39","Text":"build an incubator"},{"username":"passat","Date":"00.06.2015, 07:40","Text":"large relocation"},{"username":"passat","Date":"06\/20\/2015, 07:42","Text":"and here are the news ... who will soon have their offspring"},{"username":"passat","Date":"00.06.2015, 07:45","Text":"process is no longer stopped .....\n30 or 40, I assure you that 30 kg a day will be sold ... for Odessa ...\nGood day to you all."},{"username":"passat","Date":"00.06.2015, 07:52","Text":"That is why it is interesting to build an incubator and around the big cities of a water farm on 50 -100 tons per year."},{"username":"passat","Date":"00.06.2015, 08:03","Text":"Here are a few more points for discussion\n\nCompetitive environment\n6. Who are your local competitors? ARE:\nThere are no competitors in the segment of the sale of the new shrimp. 7. Who are your global competitors? ARE:\nIn order to buy a shrimp, you will have to buy a plane ticket and go to Vietnam, Thailand, etc.\n8. What do you want to take advantage of?:\nThe main strategy is one incubator for Odessa and a network of water farms around large cities.\n9. What will users make use of your product on a regular basis in the long term?\nThe modern buyer of seafood will always give preference to Alive Product B without antibiotics and hormones."},{"username":"passat","Date":"00.06.2015, 08:04","Text":"Market and marketing\n\n10. Who is your target audience and what is its geography? ARE:\nIn the first stages of development, the business is oriented towards the rich people, who are not few in large megacities and who want, have decent food for their money.\n11. Market size: how many potential customers do you have?\nAccording to statistics in every city, 1% of the population is rich, 5% are middle class people who choose their diet.\n12. Are they ready to pay?:\nThis part of the population is ready to pay for high-quality seafood.\n13. Your pricing policy:\nThe price of the shrimp shrimp will be similar to the price on the shrimp \"on the ice\".\n14. Which client channels use:\nJust Sarafan Radio. In the future, the cafe with the main ingredient is the Living shrimp."},{"username":"passat","Date":"00.06.2015, 08:06","Text":"Project economics\n\n15. How much do you make? ARE:\nStarting from the sixth month of the launch, the production is planned to be 28.3 kg * 20 $= $567 $\/day\n16. Monthly cost of project support:\nMonthly cost is $5100\n17. What is the time frame for the project to be self-sustaining?\nSelf-payback 2, 5 years\n18. Estimated monthly net income of the project after access to cost recovery?:\nThe estimated monthly net profit is 11900 $sales.\n\n19. Monthly turnover:\nThe sales value of the shrimp is 20 \/kg. The monthly turnover is 850 kg * 20 = 17,000.\n20. Production cost price -6.0 shares\n21. How do you plan to increase sales and revenue?:\nIt is planned to use \"pseudo-females\" to increase productivity by 20%"},{"username":"Tolyasha","Date":"20.06.2015, 17:14","Text":"Sergei, you mean that it's all 10t. Are you going to raise in aquariums like in your pictures?"},{"username":"passat","Date":"JUNE 20, 20, 21 AND 22","Text":"You can read the signatures under the photo ... or just ... write different ...\n\nThe main strategy is one incubator for Odessa and a network of water farms around large cities"},{"username":"Tolyasha","Date":"15.06.2015, 18:41","Text":"Of course, it's only a different thing to write, you know, you gotta be kidding me, and you can use a farm on wooden legs. \n\np.s. willing to bet with you that you can't do anything! We don't serve money like that! Well, hi, you're on the move!"},{"username":"passat","Date":"00.06.2015, 19:24","Text":"It's a shame ... that such an investor has lost ..."},{"username":"passat","Date":"23.06.2015, 07:45","Text":"Good morning, because the question is about the incubator.\nI shall give a brief answer to the question: \n\nIncubator Aquafarm to produce more than 50,000 kg of shrimp per year should have an incubator for planting material. This section describes the basic principles of an incubator organization to obtain the post of Giant Freshwater shrimp.\nThe main functions of the incubator include:\n-monthly production of larvae for basic production needs;\n-Research on selection of producers (increase of productivity up to 20%);\n-Research on the rate of growth of shrimp using different fodder;\n-obtaining \"pseudo-females\"-to increase productivity by 20-30% and to reduce the production cycle by 20-30 days;\n-a study of the phenomenon of cannibalism and the measures leading to its reduction. So the incubator consists of three main zones, namely the aquarium (fresh water)-for the maintenance of the producers; the incubator for larvae (sea water-12 to 15 per mills)-for the cultivation of the larvae of the larvae; mini ulcins for the acclimatization of larvae in fresh water."},{"username":"passat","Date":"23.06.2015, 07:46","Text":"in the image of the incubator for the manufacturer's content"},{"username":"passat","Date":"24.06.2015, 07:25","Text":"Dear Sirs, the question of growing in ponds is not considered ....\na project is being prepared for the rice industry-growing in rice pits ..."},{"username":"Vladyka","Date":"24.06.2015, 23:07","Text":"Message from passat\n\n\nAccording to statistics in every city, 1% of the population is rich, 5% are middle class people who choose their diet.\n\n\nBefore the nakedness of the buzzing, you must be quiet, the yayak ... and the yak of the beetles put in the meat of the alcoholic iniquinsk. The sale of the sale of the delicacies of the delicacies is high. Ale of the thicket. No, no, no, no, no, no, no, no. That's how Brother Tsitzu's brother, a couple of rimps, to the governor's house."},{"username":"passat","Date":"06\/06\/2015, 07:45","Text":"Esteemed Gentlemen, please do not mix policy, sex concerns and business for this, there are other blogs ...\nLet us discuss the merits of the case."},{"username":"Tolyasha","Date":"06\/06\/2015, 09:58","Text":"Message from passat\n\n\nLet us discuss the merits of the case.\n\n\nCome on, don't you want to delete the messages? As on this site ... or I read the messages, and in a few minutes they poke them up, it's not good to start a business from tricking! http:\/\/professionali.ru\/Soobschestva...yraschivaniju\/"},{"username":"passat","Date":"25.06.2015, 10:10","Text":"this is my blog, and I decide with whom to communicate, and with whom you do not have your attitude ... good luck."},{"username":"Tolyasha","Date":"25.06.2015, 10:16","Text":"Message from passat\n\n\nGood luck.\n\n\nShe's always with me! And she's not gonna help you start with cheating, it always ends badly!"},{"username":"passat","Date":"25.06.2015, 10:22","Text":"So you're hiding it without a photo, and I'm open to communication, and all the contact information is ...\nso the deception is going on ... and who needs to be called up and spoken in the Skype."},{"username":"passat","Date":"25.06.2015, 10:45","Text":"There's also a \"shrimp business\" on the pros."},{"username":"Tolyasha","Date":"06\/06\/2015, 15:33","Text":"Message from passat\n\n\nSo you're hiding out without a picture and underneath.\n\n\nWhen the goal is a falcon and there is nothing to lose, it is possible to show a photo in different positions! Ancient Greek"},{"username":"passat","Date":"04.07.2015, 12:50","Text":"but the candidates in the pseudo-castles have arrived ...\nneed for shrimp rawyn to work"},{"username":"passat","Date":"20.07.2015, 07:10","Text":"well, the porn of the captain's adventurus, and the sea ice-horse, the horbunny result on the shoulders."},{"username":"passat","Date":"29.07.2015, 18:23","Text":"The Sochi company plans to invest up to 25 million rubles in the production and production of giant freshwater shrimp. According to Deputy Director General of the company Maxim Kryukov, there are no analogues of such production in Russia. \nThe company has already received a positive conclusion from the Rosselkhoznadzor department in Krasnodar Krai and the Republic of Adygea that the conditions of the plant meet the veterinary and sanitary requirements and are sufficient to import and grow a giant freshwater shrimp. \n\" We plan to try to breed shrimps. The conditions in the province are suitable-120 sunny days per year. In summer they grow in open water bodies. Import the malts initially from Thailand, \" said Maksim Kryukov, a shrimp farming plan. This can be achieved within two years. If the implementation of the project is successful, it is planned to reach the annual production capacity of 40 tons of shrimp."},{"username":"passat","Date":"04.08.2015, 19:23","Text":"This is especially for Crimeans.\nThey're buying shrimp ...\nScientists from Crimea and the Rostov region propose to organize production on the peninsula by growing a giant freshwater shrimp of Macrobrachium rosenbergii, using the unique geothermal waters of the peninsula. \nThe Kremlin has created three scenarios for the legalization of Crimea, Russia is experiencing problems due to the annexation of Crimea, and in connection with which, according to the analyst, the Kremlin is trying to legalize it and achieve recognition of the legitimacy of the peninsula's new status by Ukraine and the international community. \nAccording to him, scientists of the Institute of Marine Biological Research in the name of Kovalevsky (Sevastopol) and the Southern Scientific Center of the Russian Academy of Sciences (Rostov-on-Don) conducted a study of the biological diversity of the coastal areas of Crimea, as well as the possibility of using the geothermal waters of the peninsula. \n\"It has been established that natural sources of thermal water with a certain temperature and pressure can be used to successfully grow a giant shrimp, also known as Malaysian,\" he said. Matishova, this type is currently being massively cultivated in the countries of Southeast Asia. The giant shrimp in artificial conditions is easily multiplying and has a high rate of growth. Under optimal conditions of cultivation-warm and clean water-in a year it reaches 150 grams and up to 30 cm in length. \nAt the same time, the use of geothermal waters significantly speeds up its growth-by 45 days the length of its growth is 3.4 times, up to 8 centimeters. In addition, the survival rate increases from 69% to 86%, \" the report said. Thus, shrimp traits can be obtained in a shorter and more extensive period. http:\/\/news.allcrimea.net\/news\/2015\/...revetok-39095\/"},{"username":"passat","Date":"08.09.2015, 04:34","Text":"receiving orders for the supply of the post of the Giant Freshwater Freshwater, with the supply of more than 30 000 at the price of UAH 3750 per 1,000 pieces"},{"username":"riz13","Date":"08.09.2015, 11:32","Text":"Message from passat\n\n\n Russia is experiencing problems due to the annexation of Crimea, and in this regard, according to the analyst, the Kremlin is trying to legalize it and achieve recognition of the legitimacy of the new status of the peninsula by Ukraine and the world community.\n\n\nI don't like the pink and the water from the water.Do you want to help the virotentacles of shrimps?"},{"username":"WOLF","Date":"08.09.2015, 11:53","Text":"Message from passat\n\n\nThis is my blog\n\n\nIt's just a THEME, open by you! And they write here without exception. If you don't like someone or something, you have the right not to answer. You can't tell!"},{"username":"Lamajor","Date":"06.01.2016, 18:18","Text":"Message from passat\n\n\nMARKETS AND COMPETITION\n\r\nEncurents engaged in growing shrimp in ultrasound, in our region and in the territory of Ukraine are MISSING. In fact, today the market of the live shrimp is free, not counting competitors from the Republic of Crimea, who are engaged in seasonal production of shrimp in ponds. Demand for shrimp has only been increasing recently. This suggests that there should be no problems with the marketing of the farm. \r\nTaking into account the above, our project makes the main bet on a unique product, namely a live shrimp, which is not on the market of Ukrainian cities. In total, the population of the two cities is about 1.5 million people. A person. It's a very big market. \r\nThe main clients of the farm are restaurants, resort complexes, and restaurants. High quality and freshness of products is an important criterion for this category of consumers.  The rest of the product will be shipped to specialty fish stores. For this category of potential buyers, the priority is the stability of business relations and the fulfillment of contracts for the supply of products.\r\nAs of today, the wholesale price of the implementation of an imported shrimp of the same class is 18-22 .e .\/kg. The sales pics occur during the summer season and during the holiday season. There is a slight increase in prices in these periods. In general, the demand for a living shrimp has little seasonality.\r\nIt is expected that the first batch of shrimp will start to be implemented in six months of operation of the farm. A daily shipment of a product is then possible.\r\nA simple comparison of the prices of similar imported products in Kyiv, Odessa and Nikolaev, with the prices for the products of the enterprise shows its competitiveness and makes it possible to predict with certainty the fulfillment of the planned figures for the volume of sales of goods.\r\nIn summary, the following conclusions can be drawn: Living shrimp will be in high demand, the increase in supply of this type of product can have a positive effect on the price policy. Production in full. \n\r\nThe author of the project, Kisel Sergei-an ocean engineer, is the author of a patent for a shrimp production plant. The brand is registered.\r\nI was studying in Ecuador on the technology of growing the sea shrimp Wanimme.\n\n\nSergey, please contact Lamajor@inbox.ru."},{"username":"Lamajor","Date":"06\/01\/2016, 18:19","Text":"There is money and premises in Belarus. Please sign in. Alexey"},{"username":"Lamajor","Date":"06\/01\/2016, 18:20","Text":"To Lamajor@inbox.ru"},{"username":"Ferma","Date":"08\/02\/2017, 16:49","Text":"Hello! Can you tell me where you can buy a special giant shrimp for breeding!"},{"username":"passat","Date":"31.10.2017, 08:06","Text":"It is proposed to occupy this niche and cover 95% of the market for the sale of the shrimp (freshwater, marine) and the use of solar energy. We are creating a new product called \"HOUSING CREVEKA.\" The country of the project does not matter. MONGOLS already grow shrimp!\nGiven the tolerance of the Pacific white prawn, Litopenaeus vannamei, to low salinity levels (positive experience of growing Thailand, USA and China) we have developed a scheme for the production of shrimp in water with low salinity. \nOur team is atlantika dog ukr net flew from Kazakhstan where local project was advised. Staff are trained. The shrimp is growing and I hope to enjoy the restaurant visitors on the New Year's table with respect"},{"username":"GenieX","Date":"30.12.2017, 00:52","Text":"Are you done with the Rosenberg?"},{"username":"passat","Date":"30.12.2017, 04:45","Text":"there's no incubator there. They've trained the kids to pick up their own incubators. And they grow it into a knot \n\n\n\n\n\n\n\n\n\n\n\n Miniature"},{"username":"passat","Date":"30.12.2017, 04:51","Text":"but it is economically profitable to grow the annamations of -120-150 days and retail-150-180 All with the upcoming New Year of Health to you and your close execution of all the innermost plans with respect"},{"username":"GenieX","Date":"30.12.2017, 23:46","Text":"Message from passat\n\n\nthere's no incubator there. They've trained the kids to pick up their own incubators. And they grow it into a knot\n\n\nWhy don't I see them alive in Ukraine?\r\nYou can get a link where you can order, buy with delivery to another city."},{"username":"passat","Date":"31.12.2017, 02:40","Text":"Our team flew from Kazakhstan to advise the local project. Staff are trained. The shrimp is growing and I hope to enjoy the restaurant visitors on the New Year's table.)))))) Buy a ticket for a plane and take it)))"},{"username":"GenieX","Date":"31.12.2017, 23:58","Text":"At the beginning of the topic we talked about Odessa. And the phone was Ukrainian."},{"username":"passat","Date":"01\/01\/2018 07:46","Text":"So I live in Odessa.\nIt's just not up to the shrimp."}],"Nb pages":4,"Answer pages":["http:\/\/apkforum.com\/showthread.php\/2002-Re-Aquafarm-grow-giant-freshwater-shrimp-pages1","http:\/\/apkforum.com\/showthread.php\/2002-Re-aqua-aqua-aquaculture-giant-freshwater-shrimp\/page 2","http:\/\/apkforum.com\/showthread.php\/2002-Re-Aquafarm-Freshwater-Freshwater\/Freshwater","http:\/\/apkforum.com\/showthread.php\/2002-Re-Aquafarm-grow-giant-freshwater-shrimp\/page 4"]},{"Title":"Divorced from a family of minds","Url":"http:\/\/apkforum.com\/showthread.php\/610-Rosevinia-Rozedennia-in-household","username":"Wadi","Date":"17.08.2011 18:5:37","Text":"I want a new topic for the talk. I am in the vulch of an unstandard salary in the minds of the minds of the minds of the minds of the iniquities, and the shades of the chitata of the informa (  \r\nBrewster's experience in breeding and breeding of cancers is interesting for cancers. For the experience, he took a wooden impregnable box of 12-15 m long, 6 m wide and 1.2 m depth made of 5-centimeter boards. The driver placed the water in the bottom of the pond and drew water from the pipes with the cranes and the pipes. All the walls of this pool were designed with special keeles (5 cubic metres of volume) in several storeys, one above the others, and they were arranged so that the walls of the pool were their back wall, and the front of the label was open, and the cancers were free to enter and leave. A special keelleka was designed for each cancer, and stones were put on the bottom of the pool to keep them from hiding. Two corners of the basin were filled with two heaps of oily, gling clay at 90 cm of the surface and saluting by the cane, water-cres and the like plants.\r\nThe water basin has been filled with 1,400 females with fertilized caviare. Cormery of the crabs of melo-cut meat (not of first quality), meat of fish-fingers, young frogs, carrots, cut with carrots; the water ran a constant current of 25 cm thick and went through a water pipe protected by a splash.\r\nAfter the removal of young cancer, 600 males were released to the females, and although mating occurred at the end of October and early November, it did not produce results, but even many old female saunas were rivets, of which the test was concluded that more than 3 to 4 months of old cancers could not be kept in the basins. The removal of the pools from the basins is also necessary because it has been observed in the case of the breeding of cancers of cancer; the latter should be left in the pool until September-October, that is, until the cancer has a strong shell.\r\nUnder natural conditions of breeding of cancers, it is rarely possible to meet the uterus with more than 20 racers on its tail, of which some of these 20 are premature, others die, so on average each female will give a year no more than 12 children. In the case of breeding of cancer, 34 and even 60-67 pieces of cancer from each female were received in the pools. The top mesh of a rather large weave, so that the shackling from the mother falls through the grid to the lower floor on the second, very small grid, where the cancer gets the necessary food and reliable protection from the enemy.\r\nRaqi is very much picky about water, and often happens in the breeding of cancer, that cancers are beginning to get out of the water right now after cancers in a pond or lake, with the view that is suitable for the breeding of cancers. In such cases, it is necessary to hold the cancer for several days or even weeks in a basket or in the river, which has been lowered into water, and to feed there. If, after that, the cancer is released, the cancers immediately start to search the water for places to hide and no longer try to get out of the water. In ponds with very clean water, with abundant vegetation, and with a low flow of water, artificial feeding can be achieved by rapid cultivation and breeding of cancers.\r\nResent cancer is the best in the willow baskets filled with dry, smooth straw or dry moss. If cancers get cancer at the destination, do not have the cancers to put in the water at once, and then pour a few times out of the watering-watering watering hole in the basket. for kg. All of the unhitds can be prepared by the master's hands. There's a problem with the ring of partiting. It's a problem. \r\n(man) I'm reading it.","Nb Answers":12,"Answers":[{"username":"Driver","Date":"16.08.2011, 20:54","Text":"Communication from Vadim\n\n\nIn the eye of the head of the chat, the bari bary, the ridges, the ones on the rhinkies, the bajushi, and the lastair to be 60-70 g. for kg. All of the unhitds can be prepared by the master's hands. There's a problem with the ring of partiting. It's a problem.\n\n\nAll the stepfather will be able to bring the people to the cork (including the so-called \"i\" afraid of them would not take care of them) \". -I do not have a Bahama. It's a bit of a buzout. On the phone, you can try out the restaurants for 3-5 days of cull in 60-70 hryvnias."},{"username":"Wadi","Date":"08.08.2011, 10:48","Text":"Ale yaksho nainati ryinu shall be in the ridestates of the iniquity of the Kharnisenna that shall insuture the bysters of the yakli shall be initusiti alle at a Grievel 5-7 dišice. Ale is a realyvati in the drinking of the barium of the rivet."},{"username":"Gefest","Date":"05.09.2011, 09:36","Text":"Message from Driver\n\n\nAll the stepfather will be able to bring the people to the cork (including the so-called \"i\" afraid of them would not take care of them) \". -I do not have a Bahama. It's a bit of a buzout. On the phone, you can try out the restaurants for 3-5 days of cull in 60-70 hryvnias.\n\n\nThe risk is the irresith of any business. Nevertheless, market relations are living and thriving. \nThe question is very interesting, but in practice, as always, \"News\" comes up. Is there any practical experience with anyone on this issue?"},{"username":"Gefest","Date":"09.09.2011, 09:37","Text":"Thanks for the information. Very interesting."},{"username":"capture Grey","Date":"11.06.2012, 15:52","Text":"By the start of the 40-rakis, the serf is 70% of the sami. As long as it's not as long as the clock is over, I'm gonna have to put the rake on the ass. Sold, access by the parties."},{"username":"demon070583","Date":"11.01.2015, 20:28","Text":"Message from the Grey Grey\n\n\nBy the start of the 40-rakis, the serf is 70% of the sami. As long as it's not as long as the clock is over, I'm gonna have to put the rake on the ass. Sold, access by the parties.\n\n\nScule the Result"},{"username":"riz13","Date":"19.01.2015, 14:47","Text":"Communication from Vadim\n\n\nIn the concierge of the head chats, the bari bari, the risturans,\n\n\nAfter reading the gold-divestment of gold-the burps of the beams. For Akhmetov's"},{"username":"Slavic","Date":"19.01.2015, 20:22","Text":"The theme is ..."},{"username":"quatro","Date":"02.11.2015, 15:11","Text":"The skin of the raciu, and the estuhy! Ale yaksho will be the forerunners of the slush."},{"username":"ViktirSF","Date":"07.11.2016, 11:42","Text":"I have a piece of 10 rakis. Three launches second and sim in the face of the Roi. To beat the mots of the ice at night by the vehttharka. You can't see the day. Live the stink of carp, amuries, caravans, carpentry, Red-piercing and saddle-headed. It's a small tussle. I'm going to break down the shovets of the plastic pipes."},{"username":"DmitriyOlegovich","Date":"03\/02\/2017, 10:50","Text":"I used to think about breeding crayfish, too. The main thing is the scale of the breeding. In other words, in order to earn a lot, we need a lot of space with pools, and I have so many resources."},{"username":"DmitriyOlegovich","Date":"03\/02\/2017, 10:52","Text":"I have cancer in my pond, too. He made ' em safe from the rocks. Once I remember, there were more than 50 medium and large cancers in the pond. But they lived for a long time: in a week or two they caught them all and ate them."}],"Nb pages":1,"Answer pages":["http:\/\/apkforum.com\/showthread.php\/610-Rozedennia-rosid-in-home\/pages1"]},{"Title":"Icemeists.","Url":"http:\/\/apkforum.com\/showthread.php\/2010-Espidy-Miniponds","username":"varo","Date":"06\/06\/2015 14:04","Text":"All hail. At the beginning of June, the decorative pond was completed. Ten red races and 10 liners were launched in the pond. There was a caviar, but I could not find the caviar from the caviar.\r\nThere's still some duct tape and a 100 grams. tadpoles. there are different beetles and water bugs.\n\r\nI have two main questions: a branch of silkowitz is looming over the pond, and the berries are fed into the pond. I'll sleep in the autumn. But berries can eat fish? There are many falling, but in time their numbers are decreasing. Maybe they're just drowning?\r\nAnd two questions, whether the line will be transferred and caravans without a permanent orb or hole are mandatory. Depth approximately 4 * 5 from 90 to 110 cm. The size of the pond is 8 by 6 m.","Nb Answers":4,"Answers":[{"username":"covic","Date":"15.06.2015, 18:16","Text":"Message from varo\n\n\nAnd two questions, whether the line will be transferred and caravans without a permanent orb or hole are mandatory. Depth approximately 4 * 5 from 90 to 110 cm. The size of the pond is 8 by 6 m.\n\n\nI don't know about the rest of the fish, but it's a no-problem. I have a pond almost the same, the little caravan launched three years ago, winter is fine, it has already given offspring. It was true this spring that they were going to survive or not, because last summer rains had little and pond gone a long way in the winter. For the ice not to move to the ground at the top of the snow, there were no holes, no holes, no losses, no losses."},{"username":"Volodymir 59","Date":"06\/06\/2015, 22:33","Text":"Message from varo\n\n\nwhether the line will be reshamping and carousse without a constant hole or a hole is mandatory.\n\n\nI am glad not to see my own bet, that I know of people, and I know of the people, by the fact that in the case of the death of the herd, in the eyes of the cymbals, in the corner of the cask, it is special for the winter of the winter to insert a piece of comitos into the lice of the horse."},{"username":"ViktirSF","Date":"07.11.2016 20:54, 20:55","Text":"In the menu, the bet 6 on 8 nil glybin 1.6m, the carp, the amuri, amuri, and the comics and the cancer. I put the fountain of water up to 30 cm in the bottom of the day and siphon all the Zimu.Nasak-rozlyvacha I am a Znimaw. You've got it. The pump is pumping."},{"username":"Kolyann","Date":"26.02.2017, 15:00","Text":"I don't have a bet for a pity ..."}],"Nb pages":1,"Answer pages":["http:\/\/apkforum.com\/showthread.php\/2010"]},{"Title":"Fish diseases","Url":"http:\/\/apkforum.com\/showthread.php\/140-fish disease","username":"Master Degree","Date":"00.07.2010 18:45","Text":"Let' s talk about fish diseases ... what kinds of diseases, how to treat, how to do prevention ...\n\r\nAll opinions and comments are welcome.","Nb Answers":8,"Answers":[{"username":"Philosophy","Date":"00.07.2010, 19:40","Text":"Fish diseases are caused by many bio-and abiotic factors in the external environment. These include viruses, bacteria, algae, mushrooms, helminths, crustaceans, toxic substances, violations of the hydrochemical regime and other components of the external environment.\n\nInfectious fish diseases are caused by viruses, bacteria, seaweed and fungi. Invalids are caused by parasitic organisms: helminths, primitive, crustaceans. There are a large number of non-different fish diseases that occur as a result of habitat disruption.\n\nThis can be attributed to malnutrition diseases caused by incomplete or toxic fodder, toxicosis, hydrochemical regime violations, temperature overfalls, excessive gases, injuries, etc.\n\nIt should be noted that many illnesses arise from reduced fish immunity due to a variety of stresses.\nUncontagious and infusion fish diseases are often complicated by the development of pathogenic microflora."},{"username":"Koschey","Date":"00.07.2010, 21:02","Text":"The clinical picture of a disease usually has some specificity. However, in many cases, clinical manifestations of different diseases are very similar.\n\nBecause freshwater fish live in a hypoosmotic environment, any metabolic disorders result in a disruption of the intro-salt exchange: in fish, fish are poodle, water, and scales.\n\nIt is not acceptable to make a diagnosis on the basis of clinical symptoms in ikhtiopathology. For example, ulcers on the body of fish are not always rubella. They may appear as a result of the trauma of overfishing, lesions of parasitic shepherds, leeches, predators etc.\n\nFish can be a source of human and warm-blooded animals. In addition to such common helmintosis, such as opiodized and difilotriasis, fish are sometimes responsible for food poisoning and human toxicosis."},{"username":"Philosophy","Date":"00.07.2010, 21:40","Text":"The main route of the spread of infectious and invasive diseases of fish is the uncontrolled transport of dysfunctional farms to healthy fish.\nSome fish diseases, such as carp rubella, have a natural and natural nature. This means that in particular regions of the country the pathos are contained in wild fish living in natural water bodies. It is practically impossible to recover the property located in the area of the natural hotbed of infection or invalia.\n\nConsequently, the transportation of fish from the region to a successful reservoir is likely to lead to its contamination. The existence of a veterinary certificate is unfortunately not always a guarantee that the fish are healthy. In recent years, the cases of the importation of sick fish in the first successful waters have increased. The import of cheap commercial fish or seedlings from a disadvantaged region often leads to economic collapse. This is particularly dangerous for the enterprises involved in organizing fishing and practicing frequent flyfish from different regions of the country on the principle of \"I will buy where it is cheaper\" ..."},{"username":"Aquamarine","Date":"26.08.2010, 15:34","Text":"The diseases of fish by etiological evidence are divided into infectious, invalorious and non-infectious diseases.\r\nInfectious diseases are caused by plant parasites-fungi, bacteria, filtering viruses and single-cell seaweed. They are classified as mycosis, bacteriosis, ricket-siosis, viral diseases and algesis.\r\nInevation diseases are caused by parasites of animal origin-prosthetic organisms, parasitic worms, parasitic worms and shellfish. Diseases caused by the simplest are called prosthetic, parasitic worms, helmintosis, parasitic crustacean and molluscs-molluscs. \nKrasnha.Rubella Carp is a contagious and very dangerous mass disease of carp-fish, which is causing great damage to the fish farming (figure 84). There are mostly carp, sasan, at least a silver carp, line, plant and other carp fish. The disorder of the disease is not precisely defined. A number of factors, especially the temperature of the water, stem from the emergence and the flow of the disease. The outbreak of the disease is apparent in spring when the temperature of the water is increased and the pH is reduced. During this period, fish are in violation of the function of the waste system, resulting in the accumulation of exudate in different fish bodies. In the abdominal cavity, the water is being developed by the liquid, and in the scales of the liquid, the accumulation of the liquid leads to the chaining of the scales and the red spots appear on it. The disease is acute for up to two weeks and in most cases (90-95%) leads to the death of fish.\nA poop of carp. Infectious disease is found in the springtime households very often. Characterized by the appearance on the surface of the body of fish flat epithelial tumors-epithelium. Individual tumors can merge together and cover the entire surface of the body, but this is rare. Although the disease does not cause fish deaths, the fish is stunted.\nSapalegniosis. The disease at any time of the year is caused by mushrooms in a acidic or alkaline environment. The body of the mushroom mushroom forms a white or brown plexus.\nBranchiomycosis, or gill rots. The ball is carp, san, carp, line, and lots of other fish. Branchimyces sanguinis, which is parasitizing exclusively in the blood vessels of the gill machine, is being called. The granny is blooded with blood vessels, resulting in a necrotizing zebra. \nCosterosis. The disease is caused by very small parasites-the torpedo. The carp, sana and their hybrids, trout and young freshwater fish are imitated. Kostaioz has been very progressive in the spinless and sprouting ponds. Parasites are warmed in the skin of the fish with their jiggles, causing severe skin irritation. \nAposomiasis. It is found in all age groups, but the most frequent is the malk. The parasite is doing a lot of damage in the beginning of the winter. The water temperature above 20 ° C is unfavourable to the driver. The large content of the organic matter in the ponds helps to increase the size of the parasite. The infected fish are worried, the body is covered in a whitefish flight. The parasite is the parasite that makes the scraps of fish."},{"username":"Costes197","Date":"01.05.2011, 17:28","Text":"Communication from Aquamarine\n\n\nThe diseases of fish by etiological evidence are divided into infectious, invalorious and non-infectious diseases.\n\n\nMake it a day. AKVAMARIEN Squeetize the box, gob for the balik of the carp. At the end of the lake, one hundred and severs of the mountain-40hryvnievis, but the carp has a viscous buoyant, even a vignette, a robe of the riba was always seen in a canopy, but in the carp of the abyss of the reddish yak, the yak of the yak, the yak yak. So-free bute. And I think the ribalka was choked up there, and there was a barrel of bollards, and it was like a cormash of corn, and then the whiplash of the grass"},{"username":"Aquamarine","Date":"09.06.2011, 13:44","Text":"Message from Costay197\n\n\nMake it a day. AKVAMARIEN Squeetize the box, gob for the balik of the carp. At the end of the lake, one hundred and severs of the mountain-40hryvnievis, but the carp has a viscous buoyant, even a vignette, a robe of the riba was always seen in a canopy, but in the carp of the abyss of the reddish yak, the yak of the yak, the yak yak. So-free bute. And I think the ribalka was choked up there, and there was a barrel of bollards, and it was like a cormash of corn, and then the whiplash of the grass\n\n\nIt's very similar to a faggot rots. \nThe yazza and the reddening are pointed out. It's actually quite common.  Its agents are bacteria that are the result of or severe pollution, or simply have been launched into a sick fish. There's a chance that it will break out, but we need to clean the water.  But \"sick\" fish is easier to destroy than cure."},{"username":"Dmitry Shevchenko","Date":"26.04.2014, 02:14","Text":"I saw people eat net fish."},{"username":"Frozen","Date":"30.03.2016, 16:07","Text":"I didn' t expect the fish to have so many diseases, I'd look at the fish in the store, too. And on billable fishing, with this fish, they need to get hurt!"}],"Nb pages":1,"Answer pages":["http:\/\/apkforum.com\/showthread.php\/140-fish-ly\/val1"]},{"Title":"Fish farming conferences","Url":"http:\/\/apkforum.com\/showthread.php\/1433-Conference-fish-breeding","username":"lopatuh","Date":"03\/09\/2013 23:48","Text":"We're going to have a sturgeon for caviare in Astrakhan.\nWe're looking for literature, practical courses or conferences.\nIf you could tell me, thank you very much.","Nb Answers":2,"Answers":[{"username":"capture Grey","Date":"06.11.2013, 15:06","Text":"You will Nava Ukrainski swordsman for the sake of the sturgeon of sturgeon. The bugle is at the menu of the fool to have a dog at the rate of the Buster, far away from Moscow.\nThe axis is here."},{"username":"lopatuh","Date":"06.11.2013, 16:42","Text":"Thanks for the answer. I found this information about the AquaFish conference, but it was held in Israel in October. Too bad I missed it.\nMaybe someone familiar with similar fish conferences?\nTell me, let' s be very grateful."}],"Nb pages":1,"Answer pages":["http:\/\/apkforum.com\/showthread.php\/1433-Conference-------------------"]},{"Title":"Pіdra Luvana in Ukraine","Url":"http:\/\/apkforum.com\/showthread.php\/779-Kyiv","username":"sano","Date":"26.02.2012 08:51","Text":"I want to know what you want to do, and I want to consecutie, in Ukraine, the people of Ukraine. Take a look at mother-in-law, alle zikavy, and take the vile hour of the invalids, and take a vexation of the new engradation for yourself. I'm going to take a third party to the public.","Nb Answers":67,"Answers":[{"username":"Matroskin","Date":"26.02.2012, 11:38","Text":"Tsukawa theme, by the rivet of ours? You see the same thing in the face?"},{"username":"Costes197","Date":"26.02.2012, 14:54","Text":"Message from Sancho\n\n\n I'm going to take a third party to the public.\n\n\n I don't know what I'm doing. You can see the riba. Rozkaji, for the face of the piñata, the yak for the reversehood, you have all three-of-rock."},{"username":"monoblok","Date":"26.02.2012, 20:33","Text":"He hunted with an iron bar and a mask in the Iron Port at the flounder."},{"username":"Tyrist","Date":"26.02.2012, 21:16","Text":"Message from monoblok\n\n\nHe hunted with an iron bar and a mask in the Iron Port at the flounder.\n\n\nIt's not science."},{"username":"lowa1970","Date":"26.02.2012, 21:25","Text":"Message from Sancho\n\n\nI want to know what you want to do, and I want to consecutie, in Ukraine, the people of Ukraine. Take a look at mother-in-law, alle zikavy, and take the vile hour of the invalids, and take a vexation of the new engradation for yourself. I'm going to take a third party to the public. \n\n\nDo you have any idea what you're doing?"},{"username":"sano","Date":"02\/02\/2012, 11:45","Text":"Message from Matroskin\n\n\nTsukawa theme, by the rivet of ours? You see the same thing in the face?\n\n\nThus, in our case, in our luggage, in our luggage with clean water, and the yaksho in the water is mutant in the spring, then the water will be cleaned up, so to say the season for the lake. Try the cramble once a hundred times your father's ear."},{"username":"sano","Date":"27.02.2012, 11:47","Text":"Message from lowa1970\n\n\nDo you have any idea what you're doing?\n\n\nZhytomyr's runt. Teteri, lakes, stakes ..."},{"username":"lowa1970","Date":"27.02.2012, 17:19","Text":"Message from Sancho\n\n\nThus, in our case, in our luggage, in our luggage with clean water, and the yaksho in the water is mutant in the spring, then the water will be cleaned up, so to say the season for the lake. Try the cramble once a hundred times your father's ear. \n\n\nAt the same time, I am not talking about the whole thing, but I am not talking about the whole thing."},{"username":"sano","Date":"01.03.2012, 23:28","Text":"I am in a motorcade, I am lying to you, and I'm going to find a high school, and if you don't want to be in the water, if you don't want to be in the water, you want to lie down."},{"username":"watermaxim","Date":"13.03.2012, 20:03","Text":"It's an interesting hobby. My feet are shaking in the form of pure water!"},{"username":"Costes197","Date":"13.03.2012, 20:33","Text":"Message from watermaxim\n\n\nIt's an interesting hobby. My feet are shaking with my bare feet.\n\n\n And the tool of work still to look at."},{"username":"watermaxim","Date":"13.03.2012, 21:32","Text":"Message from Costay197\n\n\nAnd the tool of work still to look at.\n\n\nThe weapon is a Tempest 50, but not a single photo of him. It's just a blowtorch out of the water."},{"username":"watermaxim","Date":"19.03.2012, 19:19","Text":"\" Today, the blank filler was removed from the dagger-water of a muteston in the Dnipro. In principle, everything melts, flows. Pull up the scales. It's not like a meter, not for hunting."},{"username":"beender","Date":"03.04.2012, 15:52","Text":"The theme"},{"username":"Driver","Date":"03.04.2012, 20:53","Text":"Message from watermaxim\n\n\nIt's an interesting hobby. My feet are shaking in the form of pure water!\n\n\nThe picture of the fish is great. I'd forgotten about it when I got it."},{"username":"Dawn of 101","Date":"03.04.2012, 21:13","Text":"And we've got a ribalka."},{"username":"Costes197","Date":"03.04.2012, 21:17","Text":"Message from the dawn\n\n\nAnd we've got a ribalka.\n\n\n It is more like this, and it is the best way to see all the water in the water, and in the water of the water, and in the Departure of the Company, and in the water of the hands of the whiplash, and the hands in the water, I wonder, and there is a barge of plum and a barge like a bark, so you can see the cramps of the crusade. I'm gonna knock people out. -It's my bag."},{"username":"watermaxim","Date":"04.04.2012, 16:28","Text":"What do you want? I don't want to scuba, I don't want to be a balloon. I don't pick a fish with a net. You don't get to be hunted very rarely!"},{"username":"tons of vinus","Date":"09.04.2012, 16:14","Text":"Message from Costay197\n\n\nThis is the cradle of the creak, taking the three of the doodles. I'm gonna knock people out.\n\n\nThe water could not be seen in the water, but not the wiles.\n\n\n\n\n\n Message from watermaxim\n\n\nWhat do you want? I don't want to scuba, I don't want to be a balloon. I don't pick a fish with a net. You don't get to be hunted very rarely!\n\n\nIt's a better way to do it, but don't get in the way."},{"username":"sano","Date":"10.04.2012, 00:36","Text":"It is not the rules of the riboville, but the rules of the ribolovli are allowed to be hunted by the missill. Don't think about the vying of the water to the water. At the same time, in the same way, the ribalk's ribalka would be sivist, the new enemy, and not the yak of the mystic waxing of the mystic vials of the alive, pierce in the waters. I would like to chew a cap in the ribaltsy, and take a note of the chateau, the motto of the ribaław, and to the yak of the ribali."},{"username":"tons of vinus","Date":"13.04.2012, 17:12","Text":"Message from Sancho\n\n\nAt the same time, in the same way, the ribalk's ribalka would be sivist, the new enemy, and not the yak of the mystic waxing of the mystic vials of the alive, pierce in the waters. I would like to chew a cap in the ribaltsy, and take a note of the chateau, the motto of the ribaław, and to the yak of the ribali.\n\n\nI don't want you to be able to cherish humanitarie, if you don't want to get rid of them. http:\/\/forum.fishing-ua.com\/showthre...39848#poststop\n\r\nAnd again under the gunshots ... on April 11 (during the spawing) an underwater hunter, who shot the pregnant fish with a mass of mass accumulated near its traditional natural places, was detained. Very often, these underwater killers are \"dumped\" in water and weapons. It would be foolish to say that all the submars are \"butchers.\" No, there are a lot of decent people in the water swimming lovers who are acutated by the future fate of our water bodies. They're diving, looking for artifacts, taking pictures of the underwater world. But there are also some real killer pits that shot out the macaroye pits of the fish-pack, for the sake of the sport, the brutal skill of the shooting of the young (as much as one shot can be killed by the fish ...). Yeah, and there are \"freaks\" among amateurs. But the fishermen are good or bad, but they're trying to fight them. Have you ever heard of a decent underwater hunter not be holding a \"decent\" undersea hunter. As long as we still have some life in our waters, there is a need for an immediate underwater hunt to clean off the rivers, ponds, lakes. The fish and the underwater hunter are not equal to the conditions of the fish (the fish is sometimes put on the arm's length, then by the \"haugow\" with a fork or the bare hands ...) So nowhere in Europe, America, and in other countries, there is no underwater hunting in inland waters. It is not even possible for them to come to such an atrocity, not to allow, but even to think of a fantastic permit. Not even all seas are allowed seamounts. In the oceans, it is permitted in specially designated areas of the water. Not like us, where I want what I want ...\n\r\nIn our country, we can only be allowed to hunt for the Black Sea area allocated for this purpose, and it is obligatory for these areas to be far from inhabited areas and places of rest of the citizens. All the fish were caviar! The sum of the damage amounted to 6,137 UAH."},{"username":"lowa1970","Date":"13.04.2012, 19:46","Text":"Reading the words, the people's wisdom should come to the duku, the yak should read, not without a viroda!I wouldn't be a johnson.Virokii boil!And at the time of the spawing of the water, the van' s leaner was buried! On the surface of the water.\n\n\n\n\n\n Tone message\n\n\nThe fish and the underwater hunter are not equal to the conditions of the fish (sometimes the fish are allowed to be stretched out on the arm's length, then by the \"haugs\" by her forks, or to take the bare hands ...)\n\n\nIt is as if in the same cold water I can see it in the same cold water! If you have a Rib of the Mayan in the anabissi, and Vi, try to warm the ribi in the heat"},{"username":"watermaxim","Date":"13.04.2012, 20:12","Text":"Well, it's not cool that most people are inclined to exterminate anything that is either economic or imperfect at the time of their lack of control and punishment. And only education makes man human. In general, we introduced a branch from an innovative to an ethical briefing.  The mushrooms, too, are going to destroy everything in their way! Share of mushrooms !!! I'm more inclined to photoshoot. I'm talking about the underwater photographer with the HD. What could be more interesting than a swim in the grassy throes of the fish-trees!"},{"username":"lowa1970","Date":"13.04.2012, 20:28","Text":"Message from watermaxim\n\n\nWhat could be more interesting than a swim in the grassy throes of the fish-trees!\n\n\nOn the menu of a ribalk of i pidwata-tse in perchu inchuku, and not a robot for a year of the year, for the main robotics I will deny the money, for the yakhi in the supermarkets of the ribuka Ribalka."},{"username":"Costes197","Date":"13.04.2012, 21:34","Text":"Message from watermaxim\n\n\n  The mushrooms, too, are going to destroy everything in their way! Share of fungi\n\n\n And the raspberries.\n\n\n\n\n\n Message from lowa1970\n\n\nI'm just as easy as the ribalka.\n\n\n I'm calling the coast of the coast of the coast. I'm making a mother for the water."},{"username":"watermaxim","Date":"26.04.2012, 20:09","Text":"He was coming back from the mandials today, Vorskla, and Orel was not visible anywhere!"},{"username":"sano","Date":"13.05.2012, 14:56","Text":"Message from watermaxim\n\n\nHe was coming back from the mandials today, Vorskla, and Orel was not visible anywhere!\n\n\nYou know, the plum, the water of the mant waters in the spring of water is not great, my chikammo fall ..."},{"username":"watermaxim","Date":"15.05.2012, 13:13","Text":"So drown!"},{"username":"Antoska","Date":"17.05.2012, 05:59","Text":"The Coaches. I already want to design the pyidaic liqueur, I can't do a yak. Thank you."},{"username":"Costes197","Date":"17.05.2012, 09:50","Text":"Antosca's message\n\n\n The yak for the man who is to be rozled with a lot of chicago chats.\n\n\nThe retinus of the shabby must be fixed, and you gave you all the watermaxim agony of loway, 1970 spice."},{"username":"sano","Date":"00.05.2012, 21:12","Text":"Antosca's message\n\n\nThe Coaches. I already want to design the pyidaic liqueur, I can't do a yak. Thank you.\n\n\n   Make it a day. I am glad to see that the water in the water is soon to be bathed, and soon the water in the water is to be bathed, to buy the mask of the pipe, to find the mask of the water, to find water, and to give the dihod with water, to take the dihy through the pipe with water, and to give the first of animations to you.\r\nYou have been swimming in the water, you know, you know the yawning of yak. The details of the Vibirr of the suit of the inusha rook rozepinis Yakshchio will be extinguish leaving the roast, the cane for the SRs. The yak of the yak have been on my mind, all the Valisi Vibeir has just given a blow to my duke. You will just give to the SRs: the mask, the pipe, the flipstick, the flipstick, and the wet and the load of the cargo for the gnocchi, nay, kkan, and the lantern, yaksho, yaksho. The axis of the roam is rosemal for the retinas of the glove of the people of the vydnodo varnishy, the name of the singer of the capital of the singer. Well, I'd like to see a good flaw in the syrup. The PSO is an unshakable antidote to the SRs of the Pideprepared, to the water, and to the bank, the prize-looking trifle of the non-barbarity of the non-bartique of the people of the Lyuda. To dawk at everything, to the head, to the maternity of the new Pythans, for the more detailed information of the PP ..."},{"username":"watermaxim","Date":"21.05.2012, 22:48","Text":"It was very well written by Comrade Sancho! Try it in a mask with a pipe and flipper! It will show you how to proceed. It's a lot of physical science that can stop you. A lot of people can't lose their ears. You don't have to dive with a nose. But if everything is OK, when you have the money, you can start picking up the gear."},{"username":"watermaxim","Date":"30.09.2012, 16:59","Text":"Pay attention! Such a yakework in the perch of almost everything! Dnieper!"},{"username":"watermaxim","Date":"01.12.2012, 21:20","Text":"Visibility appears in the Dnieper. Yesterday, during dinner, for a couple of hours, the Kaidak bridge was above the Kaidac bridge from the right bank. He had nothing to do with it, but the carcaches were ghareed."},{"username":"AndreyI","Date":"01.12.2012, 21:57","Text":"Seim was the result of three cheats.\r\n\t\t\t\t\t\t\n\n\n\n Miniature"},{"username":"watermaxim","Date":"02.12.2012, 11:26","Text":"Seimas seems not to be bad. We haven't got a lot of people in Dnipropetrovsk yet. At Orel, there was a duffel, but the roar of the trophy had not seen anything, though it was a ramshackle. The whole truth is small, not even shot."},{"username":"AndreyI","Date":"03.12.2012, 09:41","Text":"In autumn and in the absence of rain, the visibility of the Seimas will reach up to 10 meters. I've done an understatement on the border with Rosy, and I haven't seen a lot of ribi. If you save the pike, or wait for a bigger one. The mother-in-law is the same. Well, that's not a lot of dusk. But with the prosiac beauty. He sold his seventies (his suit), left 5mm so there was no time for a moment.\r\n\t\t\t\t\t\t\n\n\n\n Miniature"},{"username":"watermaxim","Date":"21.01.2013, 17:45","Text":"Dnipro was cleaned from the ice in Dnipropetrovsk. Duck at last night, the same thing about them. The boss is on the way, the comedian is a tram!"},{"username":"tons of vinus","Date":"22.01.2013, 08:14","Text":"Message from watermaxim\n\n\nDnipro was cleaned from the ice in Dnipropetrovsk. Duck at last night, the same thing about them. Hunting the day, the comedian is a tram.\n\n\nOne normal normal, but for what? ????? ?????"},{"username":"AndreyI","Date":"22.01.2013, 09:41","Text":"Yes. Pity \"youth\" ... P1dhl lywannica is the same as the great excitement, the yak yak 1 will sit for a while, b1ll r1s with a strong \"riby\" riby (cola cole). In the case of the H1HTO, the an1 \"supp1\" ribalka, the an1 p1ndal1 ribeams, don't think much about the k1lk1st of that \"yak1est\" catch. Viniom argued with us, we don't want to get docks like that \"hobby1\". In Ukraine1, the norm of vials of bycatch is 3 kg. I'll have one of them on a ribeam. How about 11? One rosemis, screamed, I'll be more than 3 kilos. I don't need you to catch ... It's absurd. V1dkite fond of the website of the ribasika, read the brokerage of the brocoon \" erstal ribak1in, yak1 piste dart 1 stat1. And I can get a picture of the catch of the Ribeac1in ... The 99-or-Norm's will not be touched.  So, this robot is a robot with the \"neyak1st\" ribi by the chili."},{"username":"tons of vinus","Date":"22.01.2013, 10:39","Text":"Communication from AndreyI\n\n\nV1dkite fond of the website of the ribasika, read the brokerage of the brocoon \" erstal ribak1in, yak1 piste dart 1 stat1. And I can get a picture of the catch of the Ribeac1in ... The 99-orm-vials are not touched.\n\n\nIn case I don't know the rules of the robe, I will not tell you to hear about the rules of the realism of the rules of the dee-I do not have to go back in the water."},{"username":"AndreyI","Date":"22.01.2013, 11:02","Text":"Tone message\n\n\nIn case I don't know the rules of the robe, I will not tell you to hear about the rules of the realism of the rules of the dee-I do not have to go back in the water.\n\n\nI said figuratively ... A ribalk's wife, with a pre-war cub of his Catch-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-A-Ke-a-ba-ba-ba-ba-ba-ba-ba-ba-ba-ba. I mean, you don't have to do anything about catch a ribach catch, catch a 100-gram. The riba, and on the rut1, show 1 kg. sp1 matia. And on the websites, the model is often handed over to the forumvans, the photos of the overcatch have not been claved, \"clean\" ts1 photo at the sides. I can put the stranglehold of the luggage on the back of the luggage, and it's a cunning hour. I think about the riba1, I think of the garary-klv1, the lilac 1logram of riby does not fit.  Do not collect the two corks of two corks of a wago of 1.5 kg. 1 p1d in the water, with a number one in the eye of the riba one in one. This is the way to kill your wife, you take the riddance of the riverbed in the abscopeia. And to write that rod up in the terens of the 1st, the yak chew the magician with the serpits ..."},{"username":"watermaxim","Date":"22.01.2013, 13:29","Text":"Photos of the two people who were shot by two people. Yes and hour 4 in cold water, without fish, does not contribute to any selection! You can go scuba diving into the pit and fill a ton. It was all eaten by a staff of 30 people!"},{"username":"watermaxim","Date":"23.01.2013, 19:45","Text":"I also recommend that if you already catch the Dnieper fish, you will get your carcass cut in salt water. Cheese-chocks themselves will come out! But I implore you not to eat raw tomatoes at night! \nThat's the shittio shush, soiled, and the result-"},{"username":"watermaxim","Date":"23.01.2013, 21:40","Text":"Here it is.   EUSONGYLIDES (EUSRONGYLIDES)-Rhoda dioctofoms nematode. Adult forms live in the stomach of the fish birds. The first intermediate master is an oligocet, an extra fish. The larvae are thin, white or red, or half red and white; long until 35-50mm.  Body 2 of a number of lateral pajamas. Around the mouth of the mouth of the 2 to 3 laps, 12 to 18 papill. The larvae are localized into thin fibrous cysts in abdominal cavity, visceration, muscle, stomach and intestines, in the ovary of fish. Eusrongilides excisus, registered in the body cavity of the body of perch, sturgeon, carp and pike, has the greatest pathogen.  After the battlements of the third stage larynx or remains in the body cavity, or migrates to the abdominal muscles of the abdominal cavity, less frequently in the muscles of the intestines of the intestines, into the liver, in the sepmenics. The parasite is formed by a capsule from the host's tissues. It is known that numerous larvae cause hyperbic and compaction of stomach tissues in som, castration of perch inflection and destruction of sturgeon kidneys."},{"username":"Tyrist","Date":"23.01.2013, 22:21","Text":"Message from watermaxim\n\n\nI also recommend that if you already catch the Dnieper fish, you will get your carcass cut in salt water. Cheese-chocks themselves will come out! But I implore you not to eat raw tomatoes at night! \nThat's the shittio shush, soiled, and the result- \n\n\nI wanted to get my fish out of my head."},{"username":"watermaxim","Date":"23.01.2013, 22:46","Text":"Don't drift! A group of British scientists has come to the conclusion that the man of nematode does not harm!"},{"username":"Tyrist","Date":"24.01.2013, 16:39","Text":"Message from watermaxim\n\n\nDon't drift! A group of British scientists has come to the conclusion that the man of nematode does not harm!\n\n\nWell, don't be shabby."},{"username":"lowa1970","Date":"24.01.2013, 22:24","Text":"Message from Tyrist\n\n\nI'm gonna be a salon. I'm gonna do it.\n\n\nI'm sorry for the hour of the muth."},{"username":"watermaxim","Date":"02.02.2013, 13:58","Text":"Who has the light? I mean, what kind of lanterns are you using? Anybody buy anything on dx.com? I saw a lot of lanterns and a lot of diodes, embarrassing the store."},{"username":"sano","Date":"02.02.2013, 20:16","Text":"Message from watermaxim\n\n\nWho has the light? I mean, what kind of lanterns are you using? Anybody buy anything on dx.com? I saw a lot of lanterns and a lot of diodes, embarrassing the store.\n\n\nRemedive the monster store all of its yaddydup, I want to buy it there.\n\n \n\nThe OCEANIC ARC LED LED Fullwater, LED perfect-universal for diving, underwater hunting, for a boat, a car and a tent, is easily placed in your pocket. 6 vathic. Works for 3 AA alkaline batteries. Plused with halogen lamps, wrist-side. \n\nEight hours of burning time.\n300 lumens of 10000 hours of service life of LED lamps Maximum depth up to 350 ft"},{"username":"watermaxim","Date":"03.02.2013, 09:03","Text":"The shop is nothing like that! But the price is a pip, though they are almost like that everywhere! I'm so tired.\n\n  \n\nBut I only dive with the LED. The yellow is enough for four hours, but it's bright and strong enough. The one with 11 diodes is also very economical. The halo is for the illumination, the collection of the cancers, and as a spare one! I think I'll buy some 810.\n\n\n\nA comrade with such a removable-filter, it's got to be a mutant. There are similar to the low temperature of the light-about 4,000, compared to 6,000-the light is much warmer and has a yellowish tint!"},{"username":"sano","Date":"03.02.2013, 22:44","Text":"I read the yak, the yakyak yak, the yakiste of the lantern of the lantern, the one on the side of one salesman, on the side of the same salesman, and the yak of the yonder divvy yak yak yonder, and all the great yak yak yonder is guaranteed to be repaired."},{"username":"watermaxim","Date":"04.02.2013, 17:23","Text":"Message from Sancho\n\n\nI read in the legguchi.\n\n\n What kind of lantern you talking about? 810?  What were the complaints? want to be in the subject"},{"username":"sano","Date":"04.02.2013, 19:57","Text":"Message from watermaxim\n\n\nWhat kind of lantern you talking about? 810?  What were the complaints? want to be in the subject\n\n\nFrom your experience ...\nThe first parties of the lanterns sold as they were, and had not done anything to them, and, after a while, began to turn to me with the problems of the lantern: twinkling, tumultuelling or not working at all. The reason was always in the heat of the diode, the bad electrical and thermal contact from the heat sink to the body. Now all the lamps I know, extend the tener, collect it all back as long as possible. More complaints on these lanterns do not come to me."},{"username":"sano","Date":"02\/02\/2013, 19:09","Text":"Watermaxim has been bought by a lihtarian, Chi? tsikavy vashy vaguchi, all such likhtar zikavy"},{"username":"watermaxim","Date":"21.02.2013, 13:25","Text":"Message from Sancho\n\n\nWatermaxim has been bought by a lihtarian, Chi? tsikavy vashy vaguchi, all such likhtar zikavy\n\n\nI haven't bought it yet! Comrade had that, with filters, he sold it. But the reviews were positive! The guys who know who they are are very happy, too, and they highlight the fishes to the fish. They sent a homemade sample for sale. 700Hrv is nothing but expensive."},{"username":"sano","Date":"21.02.2013, 23:27","Text":"In the Ukrainian market, they sell their self-contained 1,006."},{"username":"watermaxim","Date":"10.03.2013, 21:16","Text":"On March 8, he went out to test an action cell, shot a szanchik on a 4Kg!"},{"username":"watermaxim","Date":"11.03.2013, 17:16","Text":"There was a mullet on the Kakhovka, and he went to the septic tank. Aee Magicam SD 21 Helmet Edition. The weather is rainy. I did it for the first time!\n\n\r\n,"},{"username":"watermaxim","Date":"11.03.2013, 17:18","Text":"and that little sagaty was shooting, you really can't see."},{"username":"sano","Date":"12.03.2013, 23:35","Text":"I don't have a pheasant, but I don't have a pheasant, do I?"},{"username":"watermaxim","Date":"13.03.2013, 10:22","Text":"Look at the 21-second low on the bottom, the back is dark in the grass. He didn' t want to shoot the video. I wouldn't have waited for the shoot, but I wouldn't have been an old man! As long as you've been through the reeds, you'll be scaring the whole thing out!"},{"username":"sano","Date":"13.03.2013, 22:36","Text":"Well, there's a fight in here."},{"username":"watermaxim","Date":"03\/03\/2013, 09:05","Text":"The camera's been put in for repairs, I mean with a camera on it, and the fastening acum isn't going to give you food. Everything visually was normally, I charged it and Sunday in the search for nicknamed nicknickers on Dnepr went to explore. 45 minutes, and the cell of the village, in general, was credited with pasiac! It's only a complete set! It's not long.As my friend says: \"A bad head has muscular legs\"!"},{"username":"watermaxim","Date":"31.03.2013, 14:52","Text":"Well, there's a pheso, a ban!"},{"username":"watermaxim","Date":"05.07.2013, 14:16","Text":"Like a while ago!"}],"Nb pages":4,"Answer pages":["http:\/\/apkforum.com\/showthread.php\/779-http:\/\/apkforum.com\/showthread.php\/779","http:\/\/apkforum.com\/showthread.php\/779-http:\/\/apkforum.com\/showthread.php\/779","http:\/\/apkforum.com\/showthread.php\/779-http:\/\/apkforum.com\/showthread.php\/779","http:\/\/apkforum.com\/showthread.php\/779-http:\/\/apkforum.com\/showthread.php\/779"]},{"Title":"Ryboprotective structures","Url":"http:\/\/apkforum.com\/showthread.php\/432-Fishguard facilities","username":"watermaxim","Date":"18.02.2011 15:00","Text":"We are conducting a survey and maintenance of the conservation structures!","Nb Answers":2,"Answers":[{"username":"sano","Date":"09.11.2011, 21:02","Text":"Message from watermaxim\n\n\nWe are conducting a survey and maintenance of the conservation structures!\n\n\nWhat's the thing about arguing?"},{"username":"watermaxim","Date":"22.11.2011, 14:09","Text":"The place where the suction pipe is placed under water is usually designed to be designed to limit the absorption of the fish. In most cases, this is the root-wall of which is the cassettes filled with rubble or the boot! The water doesn't flow into the tube at once and the drain is filled through the filler. The general type of filter!"}],"Nb pages":1,"Answer pages":["http:\/\/apkforum.com\/showthread.php\/432"]},{"Title":"Carp split","Url":"http:\/\/apkforum.com\/showthread.php\/132-Carp","username":"Koschey","Date":"21:09, 07\/07\/2010","Text":"Let' s discuss the problems and prospects of carp breeding ... what difficulties may arise, which are the nuances ...\n\r\nAll opinions are welcome ...","Nb Answers":8,"Answers":[{"username":"Driver","Date":"028.07.2010, 08:55","Text":"Carp is one of the cheapest fish, and I think the demand will always be for her. The question is how to make the production of carp cost-effective-hence the prospects. Many fish farms complain of work \"at zero\". The problem is not only to raise it, but also to deliver to the consumer in a lively form (wholesals do not gladly bother with such a commodity)."},{"username":"Master Degree","Date":"08\/07\/2010, 21:08","Text":"Message from Driver\n\n\nCarp is one of the cheapest fish, and I think the demand will always be for her. The question is how to make the production of carp cost-effective-hence the prospects.\n\n\nAnd if a man lives in a place where the ground water is high, it won't cause a lot of trouble to get a carp, and it won't hurt his pocket.\nAnd if there is a bakery or a production plant nearby, feeding and breeding of carp will not only be profitable but also very profitable."},{"username":"Koschey","Date":"00.07.2010, 20:40","Text":"Karp is the main object of breeding in heat ponds and fish farms in many countries of the world. \nThe greatest effect of carp production is at 20-28 C water temperature and oxygen content in the summer of 5-7 mg\/l, in winter-at least 4 mg\/l.\n\nWhen the water temperature drops to 14 ° C, the consumption of carp drops steeply, and at 1 to 2 C he becomes inmobile, ceases to eat and loses weight. Lack of food and poor conditions lead to carp."},{"username":"Master Degree","Date":"29.07.2010, 22:02","Text":"Seal compaction and carp feed are used to increase the productivity of ponds in carp breeding. With normal landing density for natural food only, carp is normally not fed, 2-, 3-, 4-and 5-fold in a pond make special stern compounds for the production of carp in the form of a special test or pellet. These mixtures in carp breeding include: jaws, rods, pulses (chops, wikis, peas, lentils, soybeans, beans, beans), grain, flour and grains (maize, rye, barley, sorghum), horse chestnut, pickled pellets, and also animal feed: fish, meat and blood flour, waste and meat plants, etc."},{"username":"Philosophy","Date":"29.07.2010, 22:08","Text":"For breeding carp use ponds of fish ponds and other bodies of water, including rice cheques.\n\n The following rocks are split: scales-chat carp, mirror carp (with scales, scattered on the body), linear carp (with scales located on the side line), naked carp (without scales), Ukrainian ramchat carp and Ukrainian cheeky carp."},{"username":"Koschey","Date":"00.07.2010, 21:19","Text":"Carp-heating-one fish. It can live in tranquillable river bays, mostly shallow, well-warming, sun. He's looking for food in the water, and he's burying himself for the winter. The carp is growing in different waters, and the fastest is in the south.\n\nCarp's favourite food is a moot, rachka-bocamelts, shallow molluscs, larvae of dragonflies, and seeds of aquatic plants which it absorbs with its pipe-pipe. It also feeds on vegetal food, and may eat even the sprouts of the reeds, chirping them with a sip of the mouth. Usually on a lake with a mouse, you can hear the chauvining of carp in the morning. Sometimes the carp is going to a small pack. From time to time, in good weather, they jump out of the water. Having a long muscular body with a huge, wide tail, large carps jump out of the water by half a meter, and even a meter high. How cleverly they jump through the upper selection of non-water! Fishermen can talk a lot about the rare \"intellectual abilities\" of wild carp. He knows how to hide between the unevenness of the day, so that it does not hurt him and passes over it. On a level flat, the carp falls on its side.\n\nKarp is extremely harpy. He's good enough to stay in a poorly saturated oxygen water. In winter, when rivers, lakes are covered with thick ice, the carp falls into the real winter hibernates. On the pits, in the pits, he was \"dressed\" in a peculiar \"coat\" from the thick layer of mucus. The whole winter, the carp is cincy. The carp don't eat in the winter. The number of respiratory movements of gill covers is reduced from 40 to 45 to 3-4. It's slow, and then it stops digestion, metabolies are very low."},{"username":"Philosophy","Date":"00.07.2010, 21:39","Text":"In the spring, after the ice-stroke, the spills with a clear water, which covers a thin layer of water vegetation and are well warming up, they are spawed.\n\nThe wild carp reaches from 3 to 4 years of age, but under especially favorable conditions-even in the second year of life. The male is usually mature before the female. The carp starts at different times, depending on the geographical area and continues for more than a month. Depending on age, the female of the carp can sweep the number of caviar-sometimes up to 2 million. Fingling of the caviar begins when the water temperature reaches 17 to 20 degrees warmer. The edges are laid off on soft undersea vegetation to which it is glued. The incubation period of the caviar ion at 15 degrees Celsius is 15 days, at a temperature of 20 degrees it is reduced almost three times. The caviar pastes the larvae to five millimeters in length. In the first place, they stand still, attached to the substrate with the help of a special body, and for some time they continue to stay on the ground. \n\nDuring this period, the food is fed by the yolk bag and stops normally when reaching the age of 10, but the partially active power of the larva starts earlier."},{"username":"Aquamarine","Date":"26.08.2010, 15:20","Text":"The health and growth of fish determine two main factors: the temperature of the water and its saturation. In addition, the condition of the entire biological system of water, acidity (pH) and many more is important. To determine if the fish-breeding pond you rented is suitable for use only by experts. So, before I sever the water, I'd advise you to do what's called a \"fish-to-biological rationale.\" It is desirable to conduct this survey several times a year, in the summer, in the winter, in the spring, in the autumn.\r\nWhen the pond is withdrawn, the main thing is that the pond is not contaminated with petroleum products, slurries and organic and preferably organic (optimal temperature for it-24-25 degrees). The depth may be small-up to 1.5-1.8 m. At this depth, the natural feed base is the most active.\r\nThe area of 5 hectares is sufficient for the production of 10 tons of carp. It's interesting that the more water it is, the easier it is to get fish in it. A small reservoir is hard to exploit because it is rapidly cooling and rapidly warming up and has a tense hydrochemical mode. In large water, the temperature mode is more equal, which is beneficial for all fish.\r\nIt would be desirable for the carp pond to be spooked: it would greatly facilitate the catch process in autumn. It is possible to build a dam if, for example, a dam is formed by springing the river.\r\nThe main object of expenditure for each fishery is feed. They make up 50-60% of the total cost. Of course, you can run the carp into the pond and wait for it to grow, feeding on the natural base. But we have to wait too long. The main thing is to know the measure when feeding fish. If you cut too much food, the fish will eat not everything, but the hydrochemical mode of the water can change. And, as a consequence, the fish will stop growing. On average, it is necessary to give daily food in the amount of 1.5-3% of the estimated weight of all fish in the water body, depending on the temperature of the water. The colder it is, the less the fodder is required, since the carp's body temperature depends on the temperature of the water. In cold water, his metabolates slows down. A total of 120 kg of fish can be obtained from 1 hectares of water."}],"Nb pages":1,"Answer pages":["http:\/\/apkforum.com\/showthread.php\/132-Carpath\/page 1"]},{"Title":"Fisheries","Url":"http:\/\/apkforum.com\/showthread.php\/48-Fisheries","username":"Master Degree","Date":"29\/06\/2010 16:46","Text":"Fisheries-can it be a specialized and targeted farm?\n\nYour opinions ...","Nb Answers":9,"Answers":[{"username":"Driver","Date":"29\/06\/2010, 17:34","Text":"So fish farming and must be highly specialized and narrowly focused on the breeding of all kinds of fish, because the technologies are very different (from simple carp to caprices and sturgeon) and the characteristics of water bodies (which are not selected, they choose which kinds of fish can be separated-temperature, oxygen, etc.).\r\nSometimes, it is possible to successfully combine some species (with the carp of the thick-head to cleanse the pond, etc.)."},{"username":"Koschey","Date":"06\/06\/2010, 19:39","Text":"Incidentally, it is possible to start the breeding of fish on Dniprovskoe Reservoirs, than to reduce the initial costs of starting their activities.\nIn principle, Dneprovskoe Reservoir even in the best times ensured only 55-60% of fish catches. At the same time, the level of development of individual reservoirs was measured from 25 to 83%.\nAt the level of fish production there were Kremenchug and Kakhovskoe Reservoirs, which accounted for about 75%-85% of the total catch in the Dnieper reservoirs. \n\nI think that if you attract an investor, the fish farming will be a profitable business."},{"username":"Philosophy","Date":"06.07.2010, 18:20","Text":"and who knows if it's possible to put the fish industry on a stream if there is any, even artificial, lake or seaweed? What are the necessary minimum parameters and which fish should be better off?"},{"username":"Master Degree","Date":"13.07.2010, 14:26","Text":"Message from the Philosopher\n\n\n Is it possible to put the fish industry on a stream if there is any, even artificial, lake or seaweed?\n\n\nIn principle, it is possible, but better (I think) specialising in fish and doing as much as possible full cycle-growing, lazzing, processing (drying, leaner, freeze ... can canned food) ...\n\nI don't have to say ... I don't have to ..."},{"username":"Koschey","Date":"15.07.2010, 11:49","Text":"Communication from the Master\n\n\n(drying, listenin, freeze ... can some canned food) ...\n\n\nBy the way, such products of domestic manufacturer could compete with imported analogues, which are also more expensive ..."},{"username":"Master Degree","Date":"00.07.2010, 18:47","Text":"Each fish farm must have its own technology, which takes into account the strengths and weaknesses of the enterprise. The choice of the most effective technology is the first and the most important step towards the creation of a fish economy.\n\nDepending on the area of the water body, other features of the water are chosen. For example, a large area of water is not effectively sriting a large fish market. It is more beneficial to conduct ichthyological work aimed at the formation of such species composition of ichthyofauna, which will be most attractive for fishers. For a small area, it is easier to create high densities of valuable fish species and maintain the right size by periodic importation.\n\nOnce the preparatory works have been completed and the necessary analyses are carried out, the documents necessary for the establishment of the economy are prepared. The primary document is \"Fishery-biological justification\", on the basis of which other documents are prepared in the future."},{"username":"Philosophy","Date":"00.07.2010, 20:06","Text":"In general, there are three main types of fish farming with a high level of intensification:\n-spring-loaded farms\n-farms\n-Industrial fish installations, usually with a closed water supply system, the main type of fish is the main type of fish in our country. They were created primarily for the cultivation of carp and herbarian fish. Fish-fish, located in 4-5 fish-breeding zones, are capable of receiving large and relatively cheap fish, but in the southern regions of the country, diseases such as red carp, clerneosis, philodiosis and others are very widely spread. In this regard, it is not recommended to take fish from the south to fish ponds for paid fishing.\n\nThe peculiarity of the farms of the farms is the extremely low cost of their creation and thus the rapid payback. to positive features are simple control of the growing fish, a small area occupied by a sapper, convenient services. The farms can be very efficient and in an incomplete production cycle.\n\nThe deficiencies are fully dependent on the temperature, hydrochemical and hydrological regime of the water body in which the draught is installed, the impossibility of using (with some exceptions) the natural base of the water body.\n\nindustrial fish with a closed water supply system (ruziv) of this type of farms of this type came in the 1970s-1980s. There were dozens of fish in the sphincer. However, at the beginning of the xxi century, only single enterprises were left. The main reason for closure is high operating costs and low reliability. However, in recent years there has been a growing interest in the rouses. More reliable technology is emerging, market conuncture is changing.\nUnfortunately, the scheme is almost forgotten, in which the process of water preparation is carried out in the biological ponds, which is the system created under the direction of Professor of the Myryazev Academy (rf)."},{"username":"Koschey","Date":"00.07.2010, 21:11","Text":"Message from the Philosopher\n\n\nthe spring-fish farms are the main type of fish industry in our country.\n\n\nSome conditions conducive to profitable fish farming:\n\n1. Water supply of sufficient capacity with good water quality all year round.\n2. Water distribution of all categories of ponds.\n3. Well-being for fish diseases.\n4. Consistency between the climatic area in which the farm is located and the species cultivated.\n5. Stable source of seedlings (own subatomic part or purchase of high-quality landing material).\n6. Existence of convenient entrances, paved roads.\n7. The presence of live baths, swimming pools and other facilities that allow to maintain and sell commercial fish all year round.\n8. Existence of own network for the marketing of live fish or its processing products.\n9. Existence of self-sufficient motor vehicles sufficient for the sale of grown produce and for the importation of fish from other farms.\n\nIf you choose to build, buy or rent a household, or you have long been engaged in herding, but not satisfied with the economic results, if you have a pond but have not decided how to use it, consult experts."},{"username":"Philosophy","Date":"00.07.2010, 21:46","Text":"In the first half of 2016, the production of commercial and food products decreased by 8%, or 6.2 thousand tons. In 2008, the level of oil in the It is noted that the total amount of oil and gas in 2015 will be 931 million tons\n\nThis is reported by the press service of the State Committee of Fisheries.\n\nIn particular, the production of fish fillet and fish has decreased by 16%, or by 4.4 thousand tons. Up to 23.2 thousand tons Tons.\n\nFish production, including fillet, amounted to 3.9 thousand tons during the reporting period. In total, the total volume of oil and\/or 1,000 tons of oil is In the same period last year, we have a ton of oil.\n\nA total of 36,500 tons of fish were produced in the period. The volume of oil and water in the US will increase by 0.5%. In the first half of 2009, the total was $26.1 million.\n\nThe Committee also reported that the average price of fish in the trading network in the first half of the year was in the range of 1 per cent.\n\nAs UNIAN reported earlier, in the second quarter of 2016, fish and other aquatic resources in Ukraine decreased by 25.2%, or 14.7 thousand people. In 2014, the volume of oil in the In the first quarter of 2009, the total was $94.2 million.\n\nIn the first quarter of 2016, the fishing area increased by 0.4%, or by 0.2%. In the year 2005, the level of the In the first quarter of 2009, the total was $6.1 billion.\n\nThe State Fisheries Committee plans to create specialized fish markets in Ukraine."}],"Nb pages":1,"Answer pages":["http:\/\/apkforum.com\/showthread.php\/48-Fisheries\/pages1"]}],"Topic pages":["http:\/\/apkforum.com\/forumdisplay.php\/47-%D0%A0%D1%8B%D0%B1%D0%BE%D0%B2%D0%BE%D0%B4%D1%81%D1%82%D0%B2%D0%BE"]}
