{"Name": "Business forum", "Url": "https://www.nn.ru/community/biz/business/rybnaya_ferma_kak_perspektivnyy_biznes.html", "Nb pages": 1, "Topic pages": ["https://www.nn.ru/community/biz/business/rybnaya_ferma_kak_perspektivnyy_biznes.html"], "Topics": [{"Title": "Fish farm as a promising business", "Url": "https://www.nn.ru/community/biz/business/rybnaya_ferma_kak_perspektivnyy_biznes.html", "username": "УВЕКС", "Date": "07.11.2017", "Text": "original\n\n\n\n\n\n\n\n\n\noriginal\n\n\n\n\nFish farming in ultrasound is a promising area in business. BFS Business Fish Systems invites to cooperation. We design, build ultrasound as well as provide support for equipment, fish planting material, feed and maintenance of fish farms. Presentation of ultrasound will be sent on request. Operating ultrasound for commercial fish farming is, half an hour from Novgorod. At the moment it grows African clarie catfish. \nWe also invite to cooperation restaurants and other catering organizations, as well as stores for the implementation of live fish (African catfish). \nPhone 8905675181 (round the clock, any day).", "Nb Answers": 0, "Answers": [{"username": "девел0пер", "Date": "11.11.2017", "Text": "interesting topic. \nIs it possible to do this for sturgeons? \nwhere can i get food from? only bought food? \nWhat is the speed of the weight gain (for commercial fish breeds) ? (somewhere I read that pink salmon so much, because she almost 1:1 (feed / weight) gaining - it does not poop or what? :))) \nwhat volume (premises) is needed for growing? \nhow are the issues with \"orderlies\" solved? (Well, there is no \"fish flu\" :) etc.)"}, {"username": "УВЕКС", "Date": "11.11.2017", "Text": "original Answer in order to your questions : sturgeons in ultrasound grow, as a rule, hybrid forms, the most common type of sturgeon in aquaculture - bester . Mulino has an operating sturgeon farm, in the near future there will be two more farms specializing in sturgeon . Feeds tell us where to get them, their many different species, for each species of fish. In the ultrasonic fodder used, specially designed for such conditions . Of course, it is possible to feed home-made feeds, but it affects the growth rate and quality of fish meat, and most importantly - on the biobalance in the plants and biofilters ultrasonic, on water quality, so in industrial plants used exclusively extruded feeds containing all the necessary nutrients for growth of fish. However, in ultrasound for crayfish or shrimp natural feeds are used - waste from meat and fish industries. The speed of weight gain varies from species to species, the African clariean catfish is the fastest. fast-growing, from fry 5gr to commercial fish 1kg grows (depending on the conditions of detention, feeding intensity) for a period of 4 months. Guys from Krasnodar (there ultrasound is widespread) say about 3 months, but there is warmer than we have and conditions of cultivation in connection with this is easier to ensure. About the room: for an installation consisting of two 15m3 pools, a mechanical filter, two biofilters, heat exchangers and oxygenator, 55 m2 is enough, the height of the ceilings is important only for the heat capacity of the room, ie, the higher the ceiling, the more energy is spent to warm the room to the desired temperature. The capacity of such a size of the plant for African clarieie is from 25 tons of commercial fish per year. Interaction with veterinarians and sanitary services is established, relevant documents are issued, allowing for cultivation and sales. Let's say, the issues with them are solved if their prescriptions are complied with and"}, {"username": "УВЕКС", "Date": "11.11.2017", "Text": "original\n\n\n\n\nYes, I did not answer about the pink salmon - this fish species is not used in aquaculture. If it is interesting, I will write that under the guise of salmon, salmon or trout (if its size is clearly larger than the nature of the pledged) are sold. It is possible that as a \"pink salmon\" the same is offered. And about the fodder, it is quite likely, it even happens that a kilogram of weight with 700 grams of feed is obtained. If you wonder how so fantastic, at first glance, maybe I will answer in more detail. By the way, with African clariean catfish is exactly the same - feed coefficient 0.7 (while maintaining the feed, temperature regime and maintaining a comfortable for growth water composition). In my portrait I have a link to the video, where the catfish in the ultrasonic catfish eats - there you can see what and how he eats."}, {"username": "Молодой предприниматель", "Date": "11.11.2017", "Text": "UVEX wrote \nIf it is interesting, I will write that under the guise of salmon, salmon or trout are sold.  \nUVEX wrote \nIf you wonder how so fantastic, at first glance, maybe I will answer in more detail. \nYes, it's interesting, that's why we ask. \nPS was wasted messages, everything was on the subject. \nThe communication with the sanitary services was good and they answered that they did not care..."}, {"username": "УВЕКС", "Date": "30.11.2017", "Text": "original\n\n\n\n\n\n\n\n\n\noriginal\n\n\n\n\nCommodity catfish (2390g) and the same, cut into pieces (for ticking or frying), and from the head and tail boil a great ear (to taste - like sturgeon, well, very similar)."}, {"username": "Компостеров", "Date": "30.11.2017", "Text": "UVEX wrote \nand from the head and tail boil a great ear (to taste - like sturgeon, well, very similar) .... \n \nRUSTED LIKE A HORSE))))))))))))))"}, {"username": "УВЕКС", "Date": "30.11.2017", "Text": "original\n\n\n\n\n\n\n\n\n\noriginal\n\n\n\n\nAnd how can anyone else rust? Of course, like a horse. The horse's rust-cry, a well-known fact. And in fact, google the African clarie catfish and taste of its meat. Usually the philistines compare a river catfish with a (European) catfish, although the similarity only in the word \"catfish\", this similarity ends here. The comparison should be made by trying it out, not in theory. And, then, many have not tried sturgeon, the ear of the sturgeon, believe that the sterlet is the same in taste, but it is only at first glance. I can motivate what makes sturgeon and sterlet meat and why."}, {"username": "Компостеров", "Date": "30.11.2017", "Text": "your catfish shit \ncommon single weed \nif it wasn't for the sturgeon, it would have passed by this topic."}, {"username": "УВЕКС", "Date": "30.11.2017", "Text": "Have you ever tried an African catfish to say how much shit or not it tastes like shit? And the sturgeon? By the way, how do you know what kind of shit tastes like?"}, {"username": "Компостеров", "Date": "30.11.2017", "Text": "all \nI walked away \nsell catfish for sturgeons, good luck in business"}, {"username": "УВЕКС", "Date": "30.11.2017", "Text": "What does it have to do with anything and what flavor. If people are willing to invest in this area, what difference does it make? Money is the main thing, but it does not smell."}, {"username": "VaDiiM", "Date": "15.11.2017", "Text": "I will listen to this)"}, {"username": "секрет бизнеса", "Date": "30.11.2017", "Text": "It is an interesting project. What is the amount of investment needed?"}, {"username": "УВЕКС", "Date": "30.11.2017", "Text": "original\n\n\n\n\nCalculated for a specific мощность\\площадь\\производительность\\вид hydrobionts. The basic installation for 25 tons of Clarie catfish per year costs (turnkey) 1.25 million, in the presentation (I have a link in my portrait) approximate layout. In general, the whole individual catfish (the easiest) is one plant, the sturgeon plant is another, and the salmon plant is a third plant; these three fish species are grown in ultrasound everywhere except in our region. You can still grow crayfish in ultrasound, as well as aquaponics as an additional profit. On the Internet about ultrasound is a lot of information now, but there is almost no ultrasound in our region, the niche is free."}, {"username": "секрет бизнеса", "Date": "30.11.2017", "Text": "And how are you going to sell 25 tons? They will not let you on the counters so easily."}, {"username": "УВЕКС", "Date": "30.11.2017", "Text": "It's not about where we are going, we have everything set up with the sales. There's plenty of room for everybody, I'm telling you, almost nobody else is doing it (almost means there's still somebody). In the near future there will be a huge number of such farms in the region, people who want to fish in ultrasound before stocking, I assume that they calculate the sales channels. Our business is to design, produce, install and run, sorry, but we will have to do the sales ourselves. The first person to start is the tastiest place to sell and take over."}, {"username": "секрет бизнеса", "Date": "30.11.2017", "Text": "So you are a franchise? For money you come to set everything up. And then let them trade for themselves?"}, {"username": "УВЕКС", "Date": "30.11.2017", "Text": "I don't understand what the franchise means in connection with this type of activity. We produce and our own farm is (which is not one, by the way, the installation, ie 25 tons is as if far from the figure that falls on the sale, I wrote that the basic, ie one-25 tons per year, the installation on the farm can be as much as you want). Go to the site - everything is scheduled and in what sequence."}, {"username": "секрет бизнеса", "Date": "30.11.2017", "Text": "I wish you good luck, maybe somehow I will stop by to buy one fish. :))"}, {"username": "УВЕКС", "Date": "12.12.2017", "Text": "original\n\n\n\n\nIt is possible not to drive far. In \"Fish and Crabs\" now our fish can be tasted."}, {"username": "DimN", "Date": "18.12.2017", "Text": "Came to RK on Saturday, tasted your catfish. I did not like it categorically."}, {"username": "УВЕКС", "Date": "18.12.2017", "Text": "I don't know if you noticed or not, but the topic is not about soma. This fish is just one of the variants of hydrobionts grown in ultrasound. Do you not like catfish? For God's sake! There are many other options of fish. I don't know why the catfish is a topic that brings up a conversation. We design, produce, install, run and service fish farms, and what is growing in them is the owner's business, even white sharks. And in general, about tastes do not argue."}, {"username": "DimN", "Date": "18.12.2017", "Text": "You announced the catfish to RK, I answered about it. I did not write anything about installations."}, {"username": "УВЕКС", "Date": "18.12.2017", "Text": "Well, it's good that the restaurant earned thanks to the announcement. One old lady - one ruble, ten old ladies - chervonets! (С)"}, {"username": "pover.su", "Date": "01.12.2017", "Text": "У"}, {"username": "УВЕКС", "Date": "01.12.2017", "Text": "original\n\n\n\n\nRuble. 1 module - RUB 1.25 million. Basic installation, price may vary, depending on the configuration. Modules on the farm can be as many as you want, depending on the desire and capabilities of the customer. The basic module will fit on 55m2."}, {"username": "юрий гавайкин", "Date": "05.12.2017", "Text": "Here today I read on the Internet ) 7 hours ago, the source : Komsomolskaya Pravda African marble catfish began to grow in Nizhny Novgorod region Unusual for our region fish grows quickly and even can walk on land . In Nizhny Novgorod region began to grow African clarie (marble) catfish, which reaches a commercial weight of 2.2 kg in just six months, unlike its European counterparts, which takes 3-4 years. This is reported by the press service of the regional government. Water for African catfish has to be heated artificially - Nizhny Novgorod ponds are too cold for it. But even in conditions of closed water supply the African catfish does not lose its useful qualities. In addition, African catfish can survive up to 40 hours without water at all - in their arid homeland during low water periods they often migrate overland from one reservoir to another. It should be noted that the meat of marble catfish has no specific characteristics."}, {"username": "vladmoskva2", "Date": "12.12.2017", "Text": "In general, to open a shop is a heroic thing, not to close a double hero."}, {"username": "УВЕКС", "Date": "13.12.2017", "Text": "A man without entrepreneurial vein any, the most profitable business can sink. It depends on a person, not on business."}, {"username": "УВЕКС", "Date": "14.12.2017", "Text": "In the portrait of the links"}, {"username": "VD40", "Date": "15.12.2017", "Text": "Tactars what have you forgotten? From Hollywood ears came to eat?"}, {"username": "AlexSE", "Date": "15.12.2017", "Text": "Why Hollywood, Taktarov long ago returned to Sarov..."}, {"username": "УВЕКС", "Date": "16.12.2017", "Text": "original\n\n\n\n\nYes, we had Taktars on a visit. Tried a catfish, wanted to know how to grow. It started with a position in a corporate group. In the end, I was invited to come. glavrybann.ru/2017/12/10/nas-otsenil-oleg-nikolaevich-taktaarov."}, {"username": "pover.su", "Date": "18.12.2017", "Text": "UVEX wrote \n... In the end, invited to come. glavrybann.ru/2017/12/10/nas-otsenil-oleg-nikolaevich-taktaarov/... \n \nbought what? \n:) \n// piece ... although ..."}, {"username": "УВЕКС", "Date": "18.12.2017", "Text": "UP"}, {"username": "pover.su", "Date": "18.12.2017", "Text": "I'm talking about a fish farm from a vent heater - I found a video on heating like this - youtu.be/Dj3v5AwnbKs. \n:) \ndo you have this (up to the heating project or participation in the design) in your \"your package\" includes - or only the barrel+instruction+outputs/outputs?"}, {"username": "УВЕКС", "Date": "18.12.2017", "Text": "I did not watch the video. The heat is provided by a heat exchanger, which we will produce if necessary. However, for salmon, such as trout, water in the ultrasonic heating does not need to be heated at all, although the borehole temperature of the substitution can be done. For whitefish and crayfish also ultrasonic on cold water."}, {"username": "vladmoskva2", "Date": "19.12.2017", "Text": "You have a business here, and the people who will buy these modules and start growing Ichthyanders in them, they will run through markets, markets and nets. Unfortunately, you will not be able to provide sales."}, {"username": "pover.su", "Date": "19.12.2017", "Text": "vladmoskva2 wrote \nYou have a business here, and the people who will buy these modules and start growing Ichthyanders in them, they will run through markets, markets and nets. Unfortunately, you will not be able to provide sales. \n \ndon't worry about people, some people just like fish - and the area of the site allows ... to sort it out! and they will not run, they will eat themselves - or ask someone to take over the sales, who have experience. produce nowadays fashionable. \n:) \n// from those who told me that I read this branch with interest and wondered where to put it on the dacha, so that the court did not smell and machinery could come up."}, {"username": "УВЕКС", "Date": "19.12.2017", "Text": "Minitsa per ton of sturgeon can be organized from Eurocubes in the garage. If you have a well with suitable water will be economically profitable. People in the apartments of ultrasound put that if there is where to turn around, in the cottage, and at least in the basement, at least in the shed. YouTube does not count commercials, and most of them are amateur. Industrial fish farming in our country's ultrasound in the embryonic stage, we can say, is just beginning to appear."}, {"username": "pover.su", "Date": "19.12.2017", "Text": "UVEX wrote \nMinitsa per ton of sturgeon can be organized from Eurocubes in the garage. If you have a well with suitable water will be economically profitable. People in the apartments of ultrasound put that, if there is where to turn around, in a cottage, and at least in the basement, though ... \n \nhere you poison your soul on purpose, right?! \n:( \n// while I clean up in the hydric - I will fight in myself a hidden desire to breed - in favor of hunting."}, {"username": "УВЕКС", "Date": "19.12.2017", "Text": "If we also provide sales, why do we need you? Here's how to explain..... Gasoline producers do not sell for Lukoil fuel, meat producers do not sell sausage for \"daddy who can\" in \"Ribbon\"....."}, {"username": "vladmoskva2", "Date": "21.12.2017", "Text": "This is what we are talking about - you can open a gas station and a sausage shop, anything you want. The whole question is whether there will be sales, the next stage - will there be profit? In your case, yes, we have produced a farm, installed, serviced, and sold feed. A little later, a man tells you, I raised catfish, where is the money?) And on the other end of the wire - \"Sorry, this is business\")."}, {"username": "УВЕКС", "Date": "21.12.2017", "Text": "Why are you so attached to catfishes ? Let us replace them with trout or sturgeon. A man bought equipment, grew 100 kg of sturgeons. He went to the market and sold it. I do not understand what the problem is to find the right sales, and not someone to count on. Do they sell a lot of live fish ? Fish farming in the middle of 90 collapsed, now 12 farms breed fish in the region, so they have no problem with sales, they sell everything in their districts, they can't bring fish to Lower. The market of the regional center for live fish is absolutely free, there are no obstacles to enter into contracts for the supply of live fish (sturgeon, trout) in the network, restaurants, markets, but it is simple, as before, with a live fish machine to sell, I do not know whether remember or not every transition and large plants sold so . Yes, by the way, you can still sign a contract with a large company. When a farmer or other agricultural producer buys a combine from a factory, he needs to provide a market for grain, or what? P.S . about money and telephone, it is not clear at all that"}, {"username": "pover.su", "Date": "21.12.2017", "Text": "vladmoskva2 wrote \nThis is what we are talking about - you can open a gas station and a sausage shop, anything you want. The whole question is whether there will be sales, the next stage - will there be profit? In your case, yes, we have produced a farm, installed, serviced, and sold feed. A little later, man, you ... \n \ndo you really think that the tire manufacturer is guilty of the crisis of the road transport market in the Russian Federation and the introduction of the plato system, humiliating the honor and dignity of the social group \"truckers\"? \n:)"}, {"username": "YUANDOM", "Date": "21.01.2018", "Text": "UVEX wrote \nIf we also provide sales, why do we need you? \n\nYou'll take a percentage for sales, plus you'll immediately increase module sales. Maybe you should try to find, establish contact with processors - minced meatballs, canned food, cat food, salty snacks for beer, etc. \n\nJust thoughts out loud."}, {"username": "УВЕКС", "Date": "21.01.2018", "Text": "In addition to UZV we offer ready-made solutions for processing, from mini shops to complete fish processing plants. We have our own processing production, next to the fish farm, and make mincemeat, and fillet and smoke fish. The site has everything (from the very first day)."}, {"username": "*Тень*", "Date": "20.12.2017", "Text": "Very interesting topic)) Can I visit your farm in any way to get on a tour?"}, {"username": "УВЕКС", "Date": "20.12.2017", "Text": "It is possible. We arrange a show of the fish farm for interested parties, the application can be left on the site, or write to me, we will agree on the time and date."}, {"username": "vp", "Date": "20.12.2017", "Text": "Will they be fed?! (с)"}, {"username": "УВЕКС", "Date": "21.12.2017", "Text": "Yes, on Thursdays. If you drive - fish soup, if without a car - ear."}, {"username": "pover.su", "Date": "21.12.2017", "Text": "UVEX wrote \nYes, on Thursdays. If driving - fish soup, if without a car - ear ... \n \nhalf an hour drive - Jerzynsk? \n:)"}, {"username": "УВЕКС", "Date": "22.12.2017", "Text": "Kstovo"}, {"username": "УВЕКС", "Date": "17.01.2018", "Text": "A little video about our fish farm vk.com/svyazist_tv?z=video-1..._wall_-123752402"}, {"username": "Meg@VaD", "Date": "21.01.2018", "Text": "Beauty :) For the first time I was surprised when I saw concrete containers with fish in the open air on the Sormovskaya detour (behind the CHP). Then I went fishing with my friends to an artificial lake near Bohr, where fish were also bred once. Food for them there - the sea, you can not just stand on the shore))). \nI am curious about the degree of localization of the equipment. It looks very simple, pumps, polypropylene containers (such now everywhere in the plants put, and a lot of firms do them)."}, {"username": "УВЕКС", "Date": "21.01.2018", "Text": "In order: at the Sormovskaya CHPS there is no such equipment, swimming pools there, we can say, flowing, the level was maintained by valves, the water as much as you want with the CHP (Sormovskaya CHPS!!!! is famous for centuries) was supplied, and its temperature was originally 20 degrees. And all the faeces just stupidly merged into the warmth, without any cleaning. Ultrasound is a closed water supply, first of all, i.e., if there is a substitution of water, it is extremely minimal (the level of the trickle from the domestic tap) and all waste is processed mechanically and biologically, the same minimum is removed into the groove, the temperature and oxygen level in the water is also maintained by the equipment. \nAbout localization - how much space does it take? On 55m2 it is possible to place one module of two similar on video pools. \nAnd about what looks simple, it is you have noticed correctly. The view is simple, if you look from the outside."}, {"username": "Meg@VaD", "Date": "21.01.2018", "Text": "Well, it's hard to judge about the complexity by type, so I specified (according to the scheme of the process could say exactly). Localization - the degree of use of foreign equipment to implement the process. For example - measurement electrodes pH, EC etc. :). Maybe you import containers, although they are made here as well. Electric drive pumps, gearmotors, etc. \nI didn't go into details, I didn't come to them."}, {"username": "УВЕКС", "Date": "21.01.2018", "Text": "Everything domestic, including oximeter (it measures both O2 and Pn and water temperature, at the touch of a button, displays data), perhaps the most complex electronics, is produced in Samara. Pump engines are part of Moscow, part of Nizhny Novgorod. Dechlorator and oxygenators - Moscow. All mechanics, sanitary ware and plastic parts, as well as heat exchangers, biofilters and fur filters are made by us, in our own production."}, {"username": "Meg@VaD", "Date": "21.01.2018", "Text": "All manufacturers display everything at once on any measuring equipment, the main thing is for the automatic control system to work out these values, and cases of as many faults of the equipment in the code were covered as possible."}, {"username": "УВЕКС", "Date": "21.01.2018", "Text": "Emphasis on domestic production, which is much more important. Oximeters are mainly imported, with the appropriate price tag, in fish farming are used, and, as a rule, the sea, with a long cable, so that you can measure the parameters from the board, most of them are Japanese. We have Russian-made fish."}, {"username": "Meg@VaD", "Date": "21.01.2018", "Text": "I have never seen oximeters live, only pH and EC. We use them for other purposes, in different places. EC is everywhere jumo, but pH is electrodes - almost a primordial Soviet thing :) Houses for the water treatment of the plant nutrition also jumo the CTI-750. But the pH measurement system - Chinese. In MSC lazy to go for the electrodes."}, {"username": "УВЕКС", "Date": "21.01.2018", "Text": "We have technical specialists in the company, ready to answer any questions about the equipment. The portrait has a link to the site BFS - it's on the equipment and modular rooms for fish farming in ultrasound and fish processing. Website GlavRiba HH - on our fish farm, on fish farming."}, {"username": "TiM*", "Date": "23.01.2018", "Text": "Have you organized production in the sports hall?) \n\nAnd in Kaluga and Bryansk regions, how are things?"}, {"username": "УВЕКС", "Date": "23.01.2018", "Text": "You can see the Swedish wall on the video, yes. \nAbout Kaluga and Bryansk regions in general, I can not describe the picture of fish farming, as for our cases, in one of the villages of Kaluga region mounted ultrasound for sturgeon worshiper, in his farm."}, {"username": "Ким", "Date": "24.03.2018", "Text": "I want to buy a mechanical filter and bio load"}, {"username": "УВЕКС", "Date": "24.03.2018", "Text": "Okay ."}]}]}