{"Title": "Aquaculture - cultivation of Seabass and Dorado in the Black Sea", "Url": "https://fishretail.ru/forum/fishery/akvakultura-virashchivanie-sibasa-i-dorado-v-chernom-more-3136", "username": "Андрей Булгак", "Date": "11 авг 2020", "Text": "Good afternoon,\n\nThere was interest in this topic. Has anybody done it before? Perhaps such a direction in the Black Sea?", "Nb Answers": 0, "Answers": [], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/akvakultura-virashchivanie-sibasa-i-dorado-v-chernom-more-3136"]}
{"Title": "Tell us which feeds for the lineage you can use", "Url": "https://fishretail.ru/forum/fishery/podskagite-kakie-korma-dlya-linya-mogno-ispolzovat-3135", "username": "НИКОЛАЙ КНИЗЕЛЬ", "Date": "10 авг 2020", "Text": "I built a pond... I want to get a line... What better way to feed ???? Where to buy this food ?????? Or how to make it ?????", "Nb Answers": 0, "Answers": [], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/podskagite-kakie-korma-dlya-linya-mogno-ispolzovat-3135"]}
{"Title": "Fish snacks and dried products", "Url": "https://fishretail.ru/forum/fishery/ribnie-sneki-i-vyalenaya-produktsiya-2906", "username": "Асан Жанибекович", "Date": "22 окт 2018", "Text": "How the sale of fish snacks is progressing.", "Nb Answers": 6, "Answers": [{"username": "Асан Жанибекович", "Date": "22 окт 2018, 14:37", "Text": "Sell fish snacks. Frozen fish."}, {"username": "Наталья Кузьмич", "Date": "22 окт 2018, 14:38", "Text": "Very good .....Friendly enterprises do not have time to make them as there is a great demand for them. We make about 20 tons per month of sticks, straws, caviar. And we ask for two to three times more. !!!!!!."}, {"username": "Асан Жанибекович", "Date": "22 окт 2018, 14:58", "Text": "Perfect. Good luck in the future."}, {"username": "Наталья Кузьмич", "Date": "22 окт 2018, 15:04", "Text": "Now Asan Zhanibekovich has entered your site. Your products are the best in Russia. At us in Astrakhan such nobody yet can do.  Only there is one thing! ???????"}, {"username": "маргарита олеговна", "Date": "26 окт 2018, 12:00", "Text": "We offer pink salmon bg for processing .volume 25t price 135 rubles on Sakhalin."}, {"username": "Виктория Малыш", "Date": " 8 апр 2020, 12:37", "Text": "Now there is a demand for caviar in boxes. It does not require special storage conditions (refrigerators). And how to promote? Give ads on Avito, as well as in Yandex and Google in the search enter the query \"buy caviar in boxes\" or you \"buy fish snacks. Show the hotels, 2-4 of them will be advertising, and then you will see the aggregators sites (like Fischriteil), where you can register, put your prices on the snacks, and give if there is a possibility of advertising. And they will start to call you themselves. This is my experience. Good luck ."}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/ribnie-sneki-i-vyalenaya-produktsiya-2906"]}
{"Title": "I'm looking for Malkov Trout", "Url": "https://fishretail.ru/forum/fishery/ishchu-malkov-foreli-3090", "username": "Сергей Сергеевич", "Date": " 8 фев 2020", "Text": "Good afternoon, dear forum people, tell us where to get trout fry from farms in Karelia or Norway, tips on stocking are welcome!", "Nb Answers": 0, "Answers": [], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/ishchu-malkov-foreli-3090"]}
{"Title": "Stains on the trout when shipped", "Url": "https://fishretail.ru/forum/fishery/pyatna-na-foreli-pri-otgruzke-3063", "username": "Антон Логунов", "Date": "28 ноя 2019", "Text": "Good afternoon, there is a problem: after catching dark spots appear on the trout, which spoils the trade dress, how to get rid of them?", "Nb Answers": 0, "Answers": [], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/pyatna-na-foreli-pri-otgruzke-3063"]}
{"Title": "Tell a verified equipment manufacturer", "Url": "https://fishretail.ru/forum/fishery/podskagite-proverennogo-proizvoditelya-oborudovaniya-3030", "username": "Андрей", "Date": "23 авг 2019", "Text": "Good afternoon.Help to navigate among manufacturers of ultrasonic equipment. First of all they are interested in drum filters. As I have already managed to understand, European models are the most qualitative and reliable, but their price is also impressive. At the same time, there are a number of domestic manufacturers, which give much more acceptable prices, while stating that the quality is almost equal to Europe. Strange as it may seem, I don't find any specific comments about this or that manufacturer. Hence, please, help me with advice. Please, first of all, refer to practicing fish farmers, who have been using their equipment for many years and can specifically say what it is in the work. Thank you in advance.", "Nb Answers": 4, "Answers": [{"username": "сергей запорожец", "Date": "23 авг 2019, 18:09", "Text": "we can manufacture and complete the ultrasonic device. mount and run. It all depends on what fish you need it for."}, {"username": "Вадим Баронков", "Date": "25 авг 2019, 12:04", "Text": "Hello. interested in ultrasound for sturgeon (6-8 tons per year) There is a room with comments How to contact you?"}, {"username": "сергей запорожец", "Date": "25 авг 2019, 16:17", "Text": "One ultrasonic device at 20m3 can give up to 1tn sturgeon per year, the cost of the installation from 800tr."}, {"username": "сергей запорожец", "Date": "25 авг 2019, 17:11", "Text": "You can see the current ultrasound systems here."}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/podskagite-proverennogo-proizvoditelya-oborudovaniya-3030"]}
{"Title": "need a mini-ROM", "Url": "https://fishretail.ru/forum/fishery/nugni-mini-uzv-1314", "username": "марк невский", "Date": " 3 янв 2015", "Text": "Dear forum people!\nI need your advice.\nWhere it is better to buy a mini-ROM for sturgeon fish farming at home.\nWrite, please, links to manufacturers in Russia.", "Nb Answers": 16, "Answers": [{"username": "Вячеслав Поляхов", "Date": " 4 янв 2015, 01:17", "Text": "There are no manufacturers of such toys in Russia."}, {"username": "Евгений Зубарев", "Date": "14 окт 2019, 12:37", "Text": "I've been working with Clarium catfish for six years, and 15 sturgeon fry (sterlet, bester, Russian sturgeon and Lensky) were presented here. What should I do with them? I put a Eurocube, connected it to a barrel of 200 liters, so that the entrance to the barrel was above the bottom cm by 20. In the barrel cut the tube, with the outside on it dressed with a hose and to the pump, and inside the tube dressed with a large sponge (sold in aqua stores). The pump pumps through the sponge back to the Eurocube. The barrel is a lagoon. In the Eurocube threw another air sprayer. That's all. This system has been working for six months now. I feed it with coppens. Water change every two or three days."}, {"username": "Вадим Писковцев", "Date": " 5 янв 2015, 14:21", "Text": "in any plumbing store. and in the absolute majority of apartments. is called a bath. if the small sturgeon, so the aquarium is suitable."}, {"username": "Николай Сходнов", "Date": "18 янв 2015, 12:58", "Text": ""}, {"username": "Любовь Фирсанова", "Date": "24 фев 2015, 21:33", "Text": "Good afternoon. I am now in the ultrasound of my own design to grow up shooting. I was doing it myself, using the Internet and my husband's garage dump. There is, however, experience in aquaristics and knowledge of fish biology. I can help."}, {"username": "Александр Николаевич", "Date": "26 фев 2015, 14:35", "Text": ""}, {"username": "Лариса Туражанова", "Date": " 2 мар 2015, 08:03", "Text": "Yourself, all by yourself!! There is one more office in Moscow, they can help if the money is not pitiful!!!"}, {"username": "Аквакультур Фиштехник", "Date": " 3 мар 2015, 16:27", "Text": "Of course, it depends on the apartment (bath-compressor-filter-brother-UV) ...... but - why?"}, {"username": "Анатолий Гру", "Date": "18 мая 2015, 13:50", "Text": "here are some very smart people in Moscow89037221370."}, {"username": "Роман Сыркин", "Date": " 4 авг 2016, 15:59", "Text": "+79781060093 is the only one who really understands and knows the meaning of ultrasound."}, {"username": "Вячеслав Поляхов", "Date": "21 фев 2018, 13:06", "Text": "Do you call \"Ultrasound\" by \"Don Fish\" with black dirty water like in your photos?"}, {"username": "Вячеслав Поляхов", "Date": "25 фев 2018, 13:04", "Text": "That's what I mean."}, {"username": "Вячеслав Поляхов", "Date": "25 фев 2018, 15:44", "Text": "Really not dirty. You just can't see the bottom and the fish in it. Your \"ultrasound\" is moulded in the image and likeness of the Don Fish Company."}, {"username": "Вячеслав Поляхов", "Date": " 4 мар 2018, 11:11", "Text": "Indeed, in those cesspits it is extremely difficult to see the fish. And the density of planting there is far from what you declare. I regularly read fairy tales about the growth rate of clarium from little things to goods for six months. Usually these fantasies are broken down into harsh realities."}, {"username": "Яна Пахомова", "Date": "26 дек 2018, 14:40", "Text": "Good afternoon! Prometrika company - producer of feeds for sturgeon fish species Prometrika offers you to consider cooperation on organic feeds for sturgeon!"}, {"username": "Алексей Акватерм", "Date": " 5 фев 2019, 18:51", "Text": "Come to the zone, you will be given a competent consultation on the nodules."}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/nugni-mini-uzv-1314"]}
{"Title": "Feeding with protein add-ons (additives) when growing fish in fish farms", "Url": "https://fishretail.ru/forum/fishery/kormlenie-belkovimi-prikomkami-dobavkami-pri-virashchivaniya-2990", "username": "Денис Пассеров", "Date": "16 мая 2019", "Text": "Good afternoon, dear. I want to open a company to sell natural protein for fish farms.  Interested in the demand and the price at which fish farms buy protein, in order to give a favorable offer for manufacturers.  Can somebody help with this? Thank you in advance.", "Nb Answers": 0, "Answers": [], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/kormlenie-belkovimi-prikomkami-dobavkami-pri-virashchivaniya-2990"]}
{"Title": "Sturgeon fry price", "Url": "https://fishretail.ru/forum/fishery/tsena-na-malka-osetra-2099", "username": "Андрей Чувилин", "Date": " 3 фев 2016", "Text": "Here's looking through all the ads for the sale of sturgeon fry and I had a question: Why is a small sturgeon hanger 3-5 grams per piece of 30 rubles .ie in a kilogram of 200 pcs and it costs 6000 rubles, thus accustomed to 6 times the cost of a kilogram of already adult fish? Or like oil, the price of them indicates the exchange?", "Nb Answers": 17, "Answers": [{"username": "Вячеслав Поляхов", "Date": " 4 фев 2016, 08:53", "Text": "You bought 200 pieces. 20% of the sturgeon died from you. 160 pieces of sturgeon were grown with a canopy of 2 kg each. This is 320 kg. Implementing it at 500 rubles we get 160 thousand.Profit!!! So spend 6 000 on fish planting material in this light is not so much."}, {"username": "Андрей Чувилин", "Date": " 4 фев 2016, 09:31", "Text": "Well, if you think about it this way, it is normal to spend on feed for electricity, etc. Net for two years comes out a thousand 80 per kilogram of fry, but I think that the hood 3-5 grams, well, very small. If you take 25 grams, they have a better chance to grow to a commercial form."}, {"username": "Вячеслав Поляхов", "Date": " 4 фев 2016, 09:41", "Text": "3-5 grams are quite durable and 80% of them with normal biotechnics reach the goods.50 grams of small things, for example, already cost 50-100 rubles per piece."}, {"username": "Андрей Чувилин", "Date": " 4 фев 2016, 09:52", "Text": "Probably you're right, the question is if it's possible to tell you where you can buy 200 kg of fry with all the accompanying documents."}, {"username": "Вячеслав Поляхов", "Date": " 4 фев 2016, 09:59", "Text": "So far nowhere. Winter all over the place. If you can take away from Krasnodar, by early spring I will have a year of sterlet (70-120 grams), Russian-Lenish (120 grams) and sterlet (about 200 grams). I will have only the next autumn, which is obvious."}, {"username": "Андрей Чувилин", "Date": " 4 фев 2016, 09:54", "Text": "Martha will already have her bond ready."}, {"username": "Вячеслав Поляхов", "Date": " 4 фев 2016, 09:59", "Text": "Another adherent of ultrasound? %) Many of you were like this on my memory %)"}, {"username": "Андрей Чувилин", "Date": " 4 фев 2016, 10:07", "Text": "In what sense?"}, {"username": "Вячеслав Поляхов", "Date": " 4 фев 2016, 10:13", "Text": "Forget it. Good luck in your endeavors. Look for small things in Moscow, in Konakovo, for example, or in Electrostal good herd. They are closer to you than we are."}, {"username": "Алексей Акватерм", "Date": "10 мар 2019, 23:34", "Text": "For what purpose do you need a small sturgeon? To grow on the goods or caviar. If the goods, then we can offer in the autumn of the LenBela (Lensky Sturgeon X Beluga). grows very quickly in ultrasound. If you need a small sturgeon to grow on caviar, then decide on the type of fish and how to get the caviar. There are many subtleties and nuances. No one will tell you about them for no reason, but to get in the ultrasound caviar of good quality and odorless, they need to know."}, {"username": "Андрей Чувилин", "Date": " 4 фев 2016, 10:21", "Text": "It was nice talking to you."}, {"username": "Яна Пахомова", "Date": "26 дек 2018, 14:26", "Text": "good day, dear fish farmers! Domestic manufacturer of high quality sturgeon fodder invites you to cooperation on feeds!Guarantee high quality feed, prices below imported and as a result - amazing taste of fish grown on natural feed!"}, {"username": "Алексей Акватерм", "Date": "10 мар 2019, 23:40", "Text": "In Russia, except Belgorod with a stretch, no one can make food for sturgeons. Without recommendations from the proven sturgeon growers, no one will risk and experiment with new feed - it will be more expensive. Yes import is more expensive, but the guaranteed quality, the cost of feeds is put in the cost of goods."}, {"username": "Яна Пахомова", "Date": "13 мар 2019, 16:28", "Text": "у [...]  [...]"}, {"username": "Алексей Акватерм", "Date": "20 мар 2019, 10:57", "Text": "That's why almost no one buys Russian feed for sturgeon."}, {"username": "Илья Волков", "Date": " 7 мар 2019, 11:06", "Text": "Friends sell fry sterlet grams can grow to the hanging you need! 89101975577 Evgeny"}, {"username": "Евгений Николаевич Петручик", "Date": "21 апр 2019, 14:13", "Text": "Good afternoon! Sell sturgeon fry our site fish nursery Dukhovnitskoe.rf."}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/tsena-na-malka-osetra-2099"]}
{"Title": "Construction and launch of ultrasonic devices", "Url": "https://fishretail.ru/forum/fishery/stroitelstvo-i-zapusk-uzv-2964", "username": "Николай Семенов", "Date": " 8 мар 2019", "Text": "Hello, help to sort out). I built a foundation under ultrasound 115 sq.m. I do not know what to do next. In order to build a building you need to understand what is in it and how it will be dispersed what height. Or, first, to install the equipment may be what room still need to be and then put the shop as quickly erected from sandwich panels will be. In short, confused. I want to build a Trout. What equipment should I install? I want to put a round 2,4*1,5 m. One question).", "Nb Answers": 44, "Answers": [{"username": "Алексей Алексеев", "Date": " 9 мар 2019, 19:03", "Text": "The height of the ceilings is important , in terms of heating the room , ie , the higher the ceiling , the more heating will be needed . However, there is another question - evaporation, how to deal with it at low ceilings, think about the ventilation system, and in the rest, as usual - water supply, drainage and water treatment, which in ultrasonic - the most important parameter. I recommend thinking about the settling tank inside the system, with the possibility of multiple discharge of the sediment in канашку\\в greenhouse with cucumbers. A mechanical drum filter may not be needed for a high-capacity sump or a sump system, because it is the most expensive part. You will also definitely need a biofilter, think of what is more convenient for you with a segmented bioload, or sand, as well as an oxygen saturation system for water, perhaps an oxygen concentrator and oxygenator, or maybe just a compressor. If the water from the well is probably very limy, or ferrous, something should be done with it, if it is from the water supply line, then the dechlorator."}, {"username": "Николай Семенов", "Date": " 9 мар 2019, 20:52", "Text": "Hello, Alexey, first of all, thank you very much for responding. So what is the optimal height to do? , this is the first question)). And on my area of 115 sq.m. how many swimming pools can be put optimally 2,4*1,5 size. I think we can make an addition for someone else's equipment? I am an amateur in this business, but I am learning)))), I am interested in it, I have never had anything to do with it)), although I am lying, I had an aquarium at home for almost 1000 liters. and it worked autonomously by itself. If you give me more time, I would be very grateful."}, {"username": "Алексей Алексеев", "Date": "11 мар 2019, 11:32", "Text": "The height of the ceilings should be such that it was convenient to work with swimming pools without hitting the ceiling with a net, well, or placing equipment suspended - lighting, car troughs, etc.. With the size of pools as - it is normal, if the center of the pool at the bottom, you can reach the net, but so, it is clear that the more water, the better, and provide processes in it and the density of landing. If you were fond of an aquarium, you probably know that a small aquarium is much more difficult to maintain than a large one. It's the same here. According to the placement of pools themselves watch - sometimes put very tight, so that do not turn between the pools, and still need a place, say, what would be the containers under the fish put in the fishing, ie, leave the distance, convenient for manipulating with the pools. And here are the so-called ready-made solutions, which are full in the Internet, in my opinion - fake . For example, \"selling a farm for 30 tons of trout per year\" - this does not mean that a year later the person who bought this farm. the plant will receive the specified amount of fish, in addition, these proposals never take into account what kind of water, where it comes from, to heat, or not water, where to drain it, how to dispose of solid waste - nothing at all, just stupid ``` so much fish per year `` and that's all, how can you calculate, without knowing what the conditions of the customer, what room `? I do not understand, honestly, the biofilter is not going to work immediately, many people do not understand that bacteria need time (and food) to develop in biofilter. Ideally, it would be ideal to run them there, the network has suggestions for ''biofilter bacteria'' (you can take from colleagues, for example, in the form of sludge from the sump), and chase an empty plant for two weeks, feeding the bacteria, the same feed that will be subsequently used. And although the new plant usually starts the small biomass for growth, you will still have to \"dance with the tambourine\" because of the leaps in hydrochemistry, which are inevitable when you start."}, {"username": "Николай Семенов", "Date": "11 мар 2019, 11:45", "Text": "Hello, do I have the opportunity to lower the pools to avoid sticking out, is it better or not? Only they will be oval and large cubes of 20 - 30, I can fit 3 or 4 pieces."}, {"username": "Алексей Алексеев", "Date": "11 мар 2019, 16:22", "Text": "Oval is not round anymore, there will be areas of stagnation. And as for pools at floor level - it's not very convenient for maintenance, you'll have to bend down, it's better to combine then, pick up the optimal height of the walls of the pool, and the bottom of the wall - to deepen, if, of course, the sewerage (drain from the pool) will work."}, {"username": "Николай Семенов", "Date": "11 мар 2019, 16:56", "Text": "And the fact that the big ones are not afraid to work out?"}, {"username": "Николай Семенов", "Date": "11 мар 2019, 17:07", "Text": "Now a guy from Omsk offers his equipment, he went to the lake, a full set, I think to take, there are tanks for 3 * 1,2 = 7 cube. He has 10 tanks, but only 6 of them belong to me."}, {"username": "Вячеслав Поляхов", "Date": "13 мар 2019, 21:08", "Text": "In the construction of ultrasound there is nothing more stupid than shoving round pools under ANY kind of fish. They have exactly 1.5 plus - self-supporting construction with an even distribution of the load and the mythical \"self-cleaning\", which everyone talks about, but no one can express in the numbers of the remaining sediment. Make long narrow channels with a ratio of 2:10. At normal industrial densities, there will be such a movement of water and fish that everything will be washed."}, {"username": "Николай Семенов", "Date": "14 мар 2019, 08:30", "Text": "Thank you, but really everyone says that the alternative to the rounds do not have one minus a lot of space, and I have people like you say twice as much would fit, but I have already agreed to buy a 7-piece round, diameter 3 * 1.8, let's see what happens)))."}, {"username": "Вячеслав Поляхов", "Date": "14 мар 2019, 09:40", "Text": "I don't know what \"everyone\" is telling you, but I would stop listening to these people. Look at Denmark or Poland, at their ultrasound - there are ONLY channel pools in trout ultrasound. Pools should be selected and installed only once, but the profit due to the loss of space in the circle you will not get all the time."}, {"username": "Николай Семенов", "Date": "14 мар 2019, 10:08", "Text": "))) I'm just tired of listening to how many people and opinions, theoretically in a round should be better cleaned because it is possible to form a cycle (funnel). But thank you again, I will see about Denmark and Poland before I pay))."}, {"username": "Вячеслав Поляхов", "Date": "14 мар 2019, 10:19", "Text": "Once again, an exceptional self-purification of the circle is a myth cultivated by all kinds of stubborn people. The long narrow channel is cleaned no worse. For hydrodynamics decides."}, {"username": "Николай Семенов", "Date": "14 мар 2019, 10:31", "Text": "The question is how many trout I can grow in one tank 3*1.8 = 12.41 cubes."}, {"username": "Вячеслав Поляхов", "Date": "14 мар 2019, 10:39", "Text": "At first, if there is no experience without introducing pure oxygen into the water, then proceed from 33-35 kg per cube of commercial planting."}, {"username": "Николай Семенов", "Date": "14 мар 2019, 11:52", "Text": "Thank you, I'm thinking of oxygen do.current do not know how . I'll run and then oxygen make and add fish."}, {"username": "Николай Семенов", "Date": "14 мар 2019, 11:56", "Text": "Vyacheslav, tell me, how many sterlets will fit in my tank 3*1,8 ?, it is not cubes and the area is needed? I see you do exactly this kind of fish, why sturgeon fish."}, {"username": "Николай Семенов", "Date": "14 мар 2019, 11:58", "Text": "Or do you divorce different kinds of people?"}, {"username": "Вячеслав Поляхов", "Date": "14 мар 2019, 12:12", "Text": "As much as the trout, but per square, not per cube. I now grow catfish and shrimp. I have moved away from trout and sturgeon."}, {"username": "Николай Семенов", "Date": "14 мар 2019, 12:24", "Text": "And why did you move away? I live in Moscow, I can not understand what is better to raise, hunting that not only bring pleasure)) . The house has already built a foundation for the house. I want to live in the house and do fish. Unfortunately, the area of my house is limited to 115 square meters."}, {"username": "Вячеслав Поляхов", "Date": "14 мар 2019, 12:27", "Text": "On such areas it is better not to grow anything. There is no economic reason to do so."}, {"username": "Николай Семенов", "Date": "14 мар 2019, 13:20", "Text": "Why? Installation for 100 cubic meters is included. Is it not enough? + oxygen."}, {"username": "Николай Семенов", "Date": "14 мар 2019, 13:22", "Text": "I will not be able to grow 5 tons of trout per year in the future."}, {"username": "Николай Семенов", "Date": "14 мар 2019, 13:23", "Text": "I myself, without hired power."}, {"username": "Вячеслав Поляхов", "Date": "14 мар 2019, 18:23", "Text": "It is possible to grow up. Probably. The question is in what cost of all this will arise. For 5 tons of forages only 650-700 thousand will be needed. And then, on a growing scale - kW, water, planting, amortization, diseases, fall, disposal of biological waste..."}, {"username": "Николай Семенов", "Date": "14 мар 2019, 21:32", "Text": "I own everything, I own a well, and I am not going to earn billions), but according to my calculations $ 1500-2000 should be obtained in the future in my case."}, {"username": "Вячеслав Поляхов", "Date": "14 мар 2019, 21:40", "Text": "Ну хорошо, если так.1500-2000 баксов - это в год? )))"}, {"username": "Николай Семенов", "Date": "15 мар 2019, 08:44", "Text": "If you implement 5t. you will get approximately 45000$? fodder as you say 10000$. + landing + light + drop 10000$ with recycling problems I do not have, the water is free, I do not need workers, I will live now, my son is the oldest for 13 years I think will help)), built a house. 25000$ a year remains. I want another thousand 2000 dollars a year for everything. The rest is 23000 / 12 = 1916$ per month. Fix if I am nonsense))."}, {"username": "Алексей Алексеев", "Date": "15 мар 2019, 08:57", "Text": "The problem of modern fish farming is not to grow fish, but to realize it. I wish you good luck in both!  The road will be overwhelmed by the going!"}, {"username": "Николай Семенов", "Date": "15 мар 2019, 09:10", "Text": "Thank you, we have a big city I think 400 kg a month I will add, I think that just so nothing happens anywhere and you have to work in any business, and I do not expect that everything will be easy, and not quite a cheap pleasure, to be honest .Just all my life \"plowed\" and now for the soul something you want."}, {"username": "Вячеслав Поляхов", "Date": "15 мар 2019, 10:07", "Text": "The only thing they say is that when you launch an ultrasonic transducer, divide the potential profit by 2, and multiply the expenses by the same amount. My practice shows that this approach is more than 98% justified in case of launch. I hope you succeed."}, {"username": "Николай Семенов", "Date": "15 мар 2019, 10:10", "Text": "I approximately think so."}, {"username": "Николай Семенов", "Date": "15 мар 2019, 10:14", "Text": "If it were not for the ownership and labor force to attract, sheepskin would not be worth dressing. And so we see time will show."}, {"username": "Николай Семенов", "Date": " 9 мар 2019, 21:13", "Text": "Yes, I forgot, I already made a sewer in the foundation and installed a septic tank Topaz 8 will do?"}, {"username": "Алексей Акватерм", "Date": "10 мар 2019, 23:44", "Text": "If YOUR filter, and many elements of the system, suddenly fail, you will lose the fruits of years of labor. The biofilter will be out of service for at least 6 months only. If you want to do it cheaply, you may want a pond or cages on the duct."}, {"username": "сергей запорожец", "Date": "11 мар 2019, 06:20", "Text": "speak correctly, but my biofilters come out on parameters 3-4 weeks.  And for trout you need at least .20m3 - for economical work. sell turnkey nipples with -1oooo installation when you order next discount."}, {"username": "patil pankaj", "Date": "18 мар 2019, 08:30", "Text": "tnx for sharing...."}, {"username": "Николай Семенов", "Date": "18 мар 2019, 09:03", "Text": "tnx ? непостижимо"}, {"username": "Николай Семенов", "Date": "18 мар 2019, 09:58", "Text": "Я готов обсудить любые вопросы и предложения))"}, {"username": "Алексей Акватерм", "Date": "20 мар 2019, 10:53", "Text": "Nikolay, I'm not just telling you about the specialists. As an option - find the site Vasily Krasnoborodko. Look where he made projects.go to one of the objects and talk in detail with the owner or engineer about the conditions and features of the operation of the nodules.second important point. buy fish directly from the nodules and taste it. As a rule, the taste is specific and the fish before sale is overexposed on running clean water, otherwise you will lose all customers that you do not have yet. Third advice: want to make a profit, breed expensive hydrobionts. Today ACC is the most profitable, if you grow up to 500-600 g. It goes like a lobster."}, {"username": "Алексей Акватерм", "Date": "20 мар 2019, 10:55", "Text": "ACR - Australian red clawed"}, {"username": "Вячеслав Поляхов", "Date": "20 мар 2019, 18:15", "Text": "Tell us, where in Russia do they breed crayfish industrially? It will be very interesting to listen to. By the way, I don't keep my catfish on clean water before processing - they go straight to the last way out of the commodity bass after a day of hunger strike."}, {"username": "Николай Семенов", "Date": "20 мар 2019, 19:01", "Text": "Yes, I also talked to Sergey Vasilievich from Rostov, but said to say hello to everyone who grows crayfish)))."}, {"username": "Алексей Алексеев", "Date": "21 мар 2019, 10:14", "Text": "And we sell catfish directly from the pools. Before that half a day we do not feed.  No taste of fish, no complaints. The taste is neutral, not even fish. If the cutlets are fried, they are not different from meat (свинина\\говядина), but definitely not fish in taste and smell."}, {"username": "Николай Семенов", "Date": "20 мар 2019, 11:24", "Text": "Thank you for your advice, and for the crayfish you should think about."}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/stroitelstvo-i-zapusk-uzv-2964"]}
{"Title": "Salaries in fish farming (aquaculture).", "Url": "https://fishretail.ru/forum/fishery/zarplati-v-ribovodstve-akvakulture-2963", "username": "Данила Ручьёв", "Date": " 5 мар 2019", "Text": "", "Nb Answers": 2, "Answers": [{"username": "Вячеслав Поляхов", "Date": " 6 мар 2019, 13:40", "Text": "From 60 thousand on a small farm."}, {"username": "Данила Ручьёв", "Date": " 7 мар 2019, 13:57", "Text": "С"}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/zarplati-v-ribovodstve-akvakulture-2963"]}
{"Title": "Trout Caviar", "Url": "https://fishretail.ru/forum/fishery/ikra-foreli-2301", "username": "прывара прыврпы", "Date": " 8 июн 2016", "Text": "Advise on how to find a supplier of trout caviar for industrial growing. Interesting growth rate of 1 year - 1.5 kg. Ultrasound technology.", "Nb Answers": 5, "Answers": [{"username": "Юрий Артемьев", "Date": " 8 июн 2016, 15:58", "Text": "Contact the Adler trout farm."}, {"username": "прывара прыврпы", "Date": " 8 июн 2016, 23:06", "Text": "Yuri, I addressed them. This year they have only less productive caviar in their plans (7-8 months - 300 g.). First of all, at the moment I will be interested only in foreign-made caviar. It is desirable without intermediaries in the Russian market."}, {"username": "Юрий Артемьев", "Date": " 9 июн 2016, 08:42", "Text": "If possible, learn about the presence of such caviar at our manufacturers."}, {"username": "Аркадий Тимохин", "Date": "19 июн 2018, 17:02", "Text": "In July we are also going to buy caviar trout .found a company in St. Petersburg called VELES they have a summer delivery with South Africa say good."}, {"username": "Алексей Акватерм", "Date": " 6 фев 2019, 11:20", "Text": "Find the Karelian Fry Trout Manufacturer, Kala Ranta or something like that. They buy caviar from the Great Britain 99% of the female. I think they will help you or sell the surplus on delivery."}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/ikra-foreli-2301"]}
{"Title": "Commercially growing Australian red-flatbed cancer", "Url": "https://fishretail.ru/forum/fishery/virashchivanie-tovarno-avstraliyskogo-krasnokleshnevogo-raka-2900", "username": "Руслан Нурисланович", "Date": "12 окт 2018", "Text": "Have doubts about the unprofitability of growing ACCR. Develop or confirm. The process is running, there is a plan of action.\nEvery opinion is important. Thank you.", "Nb Answers": 3, "Answers": [{"username": "Наталья Кузьмич", "Date": "15 окт 2018, 10:40", "Text": "You need to go to Kamyzyak and see for yourself. And even better, go to any Astrakhan market and see how much higher the price of ordinary crayfish has gone. In Astrakhan, five firms grow Australian Cancer. And in Kamyzyak they are all shown."}, {"username": "Вячеслав Поляхов", "Date": "15 окт 2018, 13:24", "Text": "At AKKR now rises only breeders fry, steaming potential great crustaceans trifle at the price of platinum. There are no farms growing commercial crayfish in a continuous cycle in ultrasound or biofloc, and there will be no five in the coming years. Farms throwing change into ponds in the spring and harvesting in the autumn face the problem of overexposure and volley sales."}, {"username": "Алексей Акватерм", "Date": " 6 фев 2019, 11:09", "Text": "ACCR grows to the goods in 80-100gr at least 9 months at a water temperature of 25 degrees. At a temperature of 14 degrees, he dies, even in Astrakhan on the bay of small puddles from May to September launching a grown larvae it can only grow to 40 g. For breeding in ultrasound all year round at temperature. [...]  [...]"}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/virashchivanie-tovarno-avstraliyskogo-krasnokleshnevogo-raka-2900"]}
{"Title": "Looking for partners in the Crimea for live sturgeon", "Url": "https://fishretail.ru/forum/fishery/ishchu-partnerov-v-krimu-po-givomu-osetru-2115", "username": "Виктор К", "Date": "11 фев 2016", "Text": "Good afternoon. Looking for partners in Crimea for wholesale of live sturgeon. We are a fish breeding enterprise. Fish is grown in conditions close to natural, on open water. Commercial canopy from 1.3 to 3 kg. Overexposure in Moscow, we can offer delivery by own transport.", "Nb Answers": 6, "Answers": [{"username": "Сергей Иванов", "Date": "28 июн 2018, 09:21", "Text": "If it is interesting, there is a ton of sterlet with a hood of 150-200 grams. In the Leningrad Region."}, {"username": "Игорь Карпов", "Date": "28 июн 2018, 13:49", "Text": "I wonder where and by what?"}, {"username": "Сергей Иванов", "Date": "28 июн 2018, 13:59", "Text": "Maslovo, Vyborgsky district. 960 r/kg"}, {"username": "Дмитрий Фролов", "Date": " 9 июл 2018, 16:37", "Text": "From Masqua to Crimea???7 and you think it will get there normally??"}, {"username": "Сергей Иванов", "Date": " 9 июл 2018, 16:44", "Text": "In July, it is unlikely that..."}, {"username": "Яна Пахомова", "Date": "26 дек 2018, 14:20", "Text": "Good day, dear fish farmers! Company - Producer of domestic organic food for sturgeon species of the highest quality invites you to cooperation! There is always a line of feeds from 2 mm to 6 mm!"}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/ishchu-partnerov-v-krimu-po-givomu-osetru-2115"]}
{"Title": "Tell us what kind of carp feed?", "Url": "https://fishretail.ru/forum/fishery/podskagite-kakie-korma-dlya-karpa-2507", "username": "денис батраков", "Date": " 1 дек 2016", "Text": "I want to buy a pond. Breeding carps. What can you advise on the feed?", "Nb Answers": 4, "Answers": [{"username": "Вячеслав Поляхов", "Date": " 2 дек 2016, 18:57", "Text": "Beer pellets."}, {"username": "Пробиотик для рыбоводства ООО БИОТРОФ", "Date": "16 мая 2017, 16:02", "Text": "Highly effective production feed for carp. Designed to intensively increase the biomass of fish products. An indispensable solution in periods when there is no natural feed base, provides maximum growth in a short time. It is excellent for growing carp in conditions of non-optimal temperature regimes of the reservoir, due to high assimilation of nutrients. Feed with the addition of therapeutic and prophylactic components that have the function of immunostimulant, neutralizer of pathogenic microflora, activator of the digestive system of hydrobiont. The price of 16.5 rubles per kg."}, {"username": "Михаил Южанинов", "Date": " 1 июл 2017, 20:55", "Text": "In Russia, there are no starting k / k, imported, all with 100 mg, dying do themselves for the young carp, cupid, fathead, where only 4 ingredients, growing and not dying. In all imported sturgeon and salmon we lacked 1 ingredient. In 1998 we already knew. With respect to M. Yuzhaninov"}, {"username": "Вера Зубарева", "Date": "25 сен 2018, 16:00", "Text": "wheat, corn, barley"}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/podskagite-kakie-korma-dlya-karpa-2507"]}
{"Title": "Aquariums for trade in live fish", "Url": "https://fishretail.ru/forum/fishery/akvariumi-dlya-torgovli-givoy-riboy-2867", "username": "Денис Озеров", "Date": "28 июн 2018", "Text": "Who is buying from whom ? Why ?", "Nb Answers": 0, "Answers": [], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/akvariumi-dlya-torgovli-givoy-riboy-2867"]}
{"Title": "Looking for a portal or forum Murmansk Fishermen", "Url": "https://fishretail.ru/forum/fishery/ishchu-portal-ili-forum-murmanskih-ribakov-1988", "username": "Наталья Филатова", "Date": " 7 дек 2015", "Text": "", "Nb Answers": 7, "Answers": [{"username": "Александр Голубь", "Date": " 7 дек 2015, 18:02", "Text": "Fishermen of Murmansk and other citiesSelect in the Skype search engine.this is a chat where all those who sell fish sit."}, {"username": "Наталья менеджер", "Date": "16 фев 2018, 09:37", "Text": "How can I get into this group? Skype search does not give it."}, {"username": "Екатерина Фонарикова", "Date": "20 мар 2018, 16:56", "Text": "Good afternoon! Tell us how to visit the Murmansk Fishermen's Forum? In Skype, I know that there is a forum, but the search engine does not show any."}, {"username": "Сергей Филиппов", "Date": " 6 апр 2018, 14:53", "Text": "Hi, are you here?"}, {"username": "Наталья менеджер", "Date": "20 апр 2018, 12:25", "Text": "I can't find her on Skype...they say we need someone from that group to add someone who is already there..."}, {"username": "Виталий Соловьев", "Date": " 8 дек 2015, 11:56", "Text": "Sasha's a good soul ))))"}, {"username": "Максим Найдёнов", "Date": "19 апр 2018, 18:18", "Text": "> MAKE AN INQUIRY ABOUT A FISHING COMPANY"}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/ishchu-portal-ili-forum-murmanskih-ribakov-1988"]}
{"Title": "trout production cost", "Url": "https://fishretail.ru/forum/fishery/sebestoimost-virashchivaniya-foreli-2241", "username": "Дмитрий Рыжков", "Date": "20 апр 2016", "Text": "Colleagues, share your info. It is possible in person. Interested in the structure of your cost (per 1 kg of fish grown) I will be happy to even the average figures.", "Nb Answers": 5, "Answers": [{"username": "Алексей Федоров", "Date": "28 апр 2016, 09:38", "Text": "Here is the average formula for calculating the feeding of trout ( Ex. weight . - Ex. weight ) * Feeding ratio x*number of trout * cost of 1 kg of feed Ex. weight - what weight you get as a result of feeding Inh . weight - what is the incoming size of planting materialFeeding factor-t - feed eatability factor, it is different in all water bodies, and varies from fry (3-5 grams to commercial fish ...) We have on commercial fish was in 2015 - 1.2Number of pieces - the total amount to be fed in the seasonFeed value - the cost of one kg of feed.1. . As a result, we get the cost of feeding costs2 . Next - natural waste ... . The 1st year on the fry 3-5 grams it can be up to 10% ... The second - up to 5%, for the third year it can be 3-5% ... . these data are conditional, because everything depends on the conditions of cultivation3 . Further - the cost of organizing production ... . our FX is about 20-25 rubles/kg on output4 . And the last - % of depreciation charges on investments in production organization + current administrative and management costs."}, {"username": "Дмитрий Рыжков", "Date": "29 апр 2016, 12:02", "Text": "wrote a letter"}, {"username": "александр неврединов", "Date": "23 янв 2017, 19:34", "Text": "In our bonds up to 200 p per kg can kg in 8 months."}, {"username": "Дмитрий Медведев", "Date": "21 июн 2017, 11:12", "Text": "Hello, Dmitry! I can help with the selection of balanced and not expensive food for all kinds of fish."}, {"username": "Алексей Федоров", "Date": "12 сен 2017, 19:04", "Text": "Hello. Are you familiar with \"LimCorm\" feeds for trout (Begorod)? It is interesting to listen to the opinion....."}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/sebestoimost-virashchivaniya-foreli-2241"]}
{"Title": "Shrimp planting material", "Url": "https://fishretail.ru/forum/fishery/posadochniy-material-krevetka-2603", "username": "Владимир Плиско", "Date": " 9 мар 2017", "Text": "Farmers rented checks at the Arabskaya shooter of the Azov Sea in Crimea. The farm wants to breed giant shrimp. Maybe, someone will tell you where to buy planting material. We are always ready for any form of cooperation.", "Nb Answers": 3, "Answers": [{"username": "Вячеслав Поляхов", "Date": "11 мар 2017, 07:51", "Text": "It is easier to find manufacturers and get a planter yourself, especially the sea nearby."}, {"username": "Алтнай Сугралиева", "Date": " 3 авг 2017, 15:06", "Text": "Giant freshwater shrimp is successfully grown in the Astrakhan region."}, {"username": "Рыбкооп Сахалинский Стандарт", "Date": " 4 авг 2017, 13:19", "Text": "In Odessa, there is a man who deals with such shrimp, google can find it in the yarnet frequent guest and advertising gave. I will find the information reset."}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/posadochniy-material-krevetka-2603"]}
{"Title": "cage aquaculture", "Url": "https://fishretail.ru/forum/fishery/sadkovaya-akvakultura-2580", "username": "александр терентьев", "Date": "14 фев 2017", "Text": "I am now preparing a project on cage growing of fish in the fresh water of Abkhazia in the polyculture. Who was engaged in cage growing of fish, where to start, equipment, production of cages, fish planting material, etc.\nIt is interesting literally all aspects and nuances!", "Nb Answers": 4, "Answers": [{"username": "Владимир Антипов", "Date": " 6 апр 2017, 11:44", "Text": "Alexander, with us you can buy network materials for the manufacture of cages at low prices."}, {"username": "Дмитрий Медведев", "Date": "21 июн 2017, 10:43", "Text": "Hello, Alexander! I can help you with the selection of balanced and not expensive feeds for aquaculture."}, {"username": "Михаил Южанинов", "Date": " 1 июл 2017, 21:53", "Text": "The experience of the Reftinskiy region in 1993-1995 and also in 1998, I think you could use it. With respect to M. Yuzhaninov."}, {"username": "Алтнай Сугралиева", "Date": " 3 авг 2017, 15:09", "Text": "RK \"Beluga\" - the leader of sturgeon cultivation in Russia, is located in the Astrakhan region. Here are the contacts of an experienced fisherman Jorge Felomene89622112232 he worked in this campaign for a long time."}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/sadkovaya-akvakultura-2580"]}
{"Title": "Number of fish farms in the Siberian Federal District", "Url": "https://fishretail.ru/forum/fishery/kolichestvo-ribovodcheskih-hozyaystv-v-sibirskom-federalnom-okruge-2564", "username": "Андрей Бусыгин", "Date": "26 янв 2017", "Text": "Good afternoon.  \nHe began to create a map of fish farms (fish farms) in the Siberian Federal District. Actively monitor the Internet for each area and the edge, but I understand that the figures are much less real. \n\nCan somebody help? If you only know about specific districts or regions, it will be great too. This map will be presented at the fish forum. What have you learned?\nKemerovo region -38 farms (according to the governor of the Kemerovo region in the interview) Novosibirsk region - 11 farms (based on intenet sources)\nTomsk region - 19 farms (based on intenet sources)\nOmsk Oblast - 5 farms (based on intenet sources)\nKrasnoyarsk Krai - 8 farms (based on intenet sources, but this is some kind of idiocy, in reality there should be many more).\nIrkutsk - 4 farms \nBuryatia - 2\nZabaikalsk - 1\nTyva - 8\nAltai (region and republic) - 7", "Nb Answers": 2, "Answers": [{"username": "Дмитрий Медведев", "Date": "21 июн 2017, 10:49", "Text": "Hello, Andrei!farms actually engaged in commercial fish farming in production volumes in Siberia can be listed on the fingers of two hands. There are also small farms growing fry for sale, carp on the footsteps for sport and small sales, as well as some start-up farms with ambitious projects. In each of these areas, 2-3 farms actually work and grow fish in the volume of 5 tons or more."}, {"username": "Михаил Южанинов", "Date": " 1 июл 2017, 21:44", "Text": "Take the experience of R / H \"Reftinsky\", on the cultivation of trout. With respect M. Yuzhaninov"}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/kolichestvo-ribovodcheskih-hozyaystv-v-sibirskom-federalnom-okruge-2564"]}
{"Title": "Seabass grazing material, baramundi", "Url": "https://fishretail.ru/forum/fishery/pasadochniy-material-sibasa-baramundi-2510", "username": "Алиасхаб Исаев", "Date": " 2 дек 2016", "Text": "Colleagues who will tell you where to buy sea bass fry, baramundi, in Russia", "Nb Answers": 0, "Answers": [], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/pasadochniy-material-sibasa-baramundi-2510"]}
{"Title": "Transportation of trout", "Url": "https://fishretail.ru/forum/fishery/perevozka-foreli-2122", "username": "никита", "Date": "16 фев 2016", "Text": "Can you please tell us about the transportation of live trout 1.5 - 2 kg with a canopy, into an oxygen tank with a volume of 2560 liters, a maximum of 20%, ie approximately 500 kg? If the distance to transport 200 km to the destination, what kind of waste can be? we want to prod.", "Nb Answers": 3, "Answers": [{"username": "максим игнатов", "Date": " 4 мар 2016, 10:39", "Text": "The lower the water temperature during transportation, the less waste will be."}, {"username": "Александр Маевский", "Date": "26 мая 2016, 10:36", "Text": "If you put 500 kg in such a container with a water temperature of 5-9 degrees and exclude light for 10-20 hours, you can drive at all without leaving, provided that the fish is not fed for 2 days before loading and aeration is set correctly! If the car is standing, you need to monitor every 30"}, {"username": "Данила Ручьёв", "Date": " 9 июн 2017, 13:20", "Text": "500 kg for such a container in a car standing 2 days - a lot. If you plan to leave the fish for sale the next day as well, it is desirable to change the water after the end of sales on the first day. During transportation and transportation you should know the water temperature. The lower the temperature, the more fish should not feed. At a water temperature of 12-16 degrees do not feed for at least three days, otherwise the fish will swim in the waste of life."}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/perevozka-foreli-2122"]}
{"Title": "help with the dugout", "Url": "https://fishretail.ru/forum/fishery/pomogite-s-zaribkom-1377", "username": "Павел Пристаичук", "Date": "10 фев 2015", "Text": "Help to come to the farms of the Krasnodar region that will help with quality planting material???? Urgently need an annual: carp in the number of 50,000 pieces, white cupid 5000 pcs. My contact +7978 846 56 00. Huge Thank you in advance", "Nb Answers": 2, "Answers": [{"username": "александр терентьев", "Date": "14 фев 2017, 21:49", "Text": "Good evening. have you found a fish planting material, tell me where in the Krasnodar region you can buy?"}, {"username": "Андрей Львовский", "Date": "31 мая 2017, 23:10", "Text": "Hello, if still relevant, there is quality fish planting material in the Rostov region. Carp, fathead, cupid, catfish, pike - from larvae to producers. Questions on tel.  8(928) 169-38-39 Elena Viktorovna."}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/pomogite-s-zaribkom-1377"]}
{"Title": "It's time for aquaculture", "Url": "https://fishretail.ru/forum/fishery/vremya-zanimatsya-akvakulturoy-24?p=2", "username": "Владимир Регулев", "Date": "17 янв 2009", "Text": "The crisis, fish and seafood stocks in the sea are rapidly declining. It's time to get serious about aquaculture. We'll have to wait a long time for the law on aquaculture to be passed if we don't get the whole world to take this direction. There will be enough room for everyone. We started to do mariculture in the Far East in the 70s, just like the Chinese. But where are the Chinese now, who grow more than they get, and where are we? Doesn't it hurt for the power? Regulev Vladimir Nikitich, 53, an expert in the cultivation of scallops. mussels, oysters, trepanga, Primorsky Krai, Sakhalin, Kurils.", "Nb Answers": 54, "Answers": [{"username": "Олег Иванович Яцын", "Date": " 5 ноя 2015, 06:02", "Text": "Come out to Skype, we will talk there, I heard about you from buyers of your products."}, {"username": "Олег Иванович Яцын", "Date": " 5 ноя 2015, 06:07", "Text": "Come out to Skype, we will talk there, I heard about you from buyers of your products."}, {"username": "Рыбкооп Сахалинский Стандарт", "Date": "15 дек 2016, 15:17", "Text": ". PROJECT / BUSINESS: Industrial seafood catching, cultivation of octopus by its instinctive preferences and devices for its favorable reproduction and enhanced feeding. Guaranteed year-round all-season bycatch of various seafoods highly liquid on the market. Development of coastal fishing in the Tatar Strait of Sakhalin Island. Objects, octopus, squid all kinds of crab, Kamchatka, blue string of opio, hairy, as well as aquaculture, marine breeding shells, trepanga, oysters. Processing and sale."}, {"username": "александр терентьев", "Date": "14 фев 2017, 21:39", "Text": "Good evening, I want to engage in garden aquaculture in Abkhazia, a very promising corner of the former Soviet Union, warm subtropics, low rates for rent land and water areas of the sea and fresh water."}], "Nb pages": 1, "Answer pages": ["https://fishretail.ru/forum/fishery/vremya-zanimatsya-akvakulturoy-24?p=2?p=1"]}
{"Title": "Peruvian Anchous", "Url": "https://fishretail.ru/forum/fishery/peruanskiy-anchous-2477", "username": "ЕВГЕНИЯ ОХОТА", "Date": " 5 ноя 2016", "Text": "Dear colleagues, perhaps one of you knows the nutritional value of Peruvian anchovy (protein, fat), please write. Very much needed.", "Nb Answers": 5, "Answers": [{"username": "Владимир Славутский", "Date": " 5 ноя 2016, 17:29", "Text": "per 100 g Protein g Fats g"}, {"username": "Владимир Славутский", "Date": " 5 ноя 2016, 17:31", "Text": "For 100 g.      Proteins g Fats g."}, {"username": "Владимир Славутский", "Date": " 5 ноя 2016, 17:35", "Text": "Forum for some reason removes what you ask Eugene. Write to me by mail and I will answer you. With Respect Vladimir S."}, {"username": "ЕВГЕНИЯ ОХОТА", "Date": " 6 ноя 2016, 03:07", "Text": "Good morning, Vladimir! I need to know the nutritional value of Peruvian anchovy (protein, fat) for research work, I can not find any. If you can help me, I would be very grateful."}, {"username": "Владимир Славутский", "Date": " 6 ноя 2016, 09:37", "Text": "Ok. The information is guaranteed to be correct, as he himself has done several tests in the Fish Institute."}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/peruanskiy-anchous-2477"]}
{"Title": "hint please!", "Url": "https://fishretail.ru/forum/fishery/podskagite-pogaluysta-2267", "username": "мария линовиченко", "Date": "12 мая 2016", "Text": "can you please tell us how to contact Reid-M? Do they have a mile? And did anybody work at this firm?", "Nb Answers": 7, "Answers": [{"username": "Александр Городецкий", "Date": "12 мая 2016, 12:30", "Text": "And what happened?"}, {"username": "мария линовиченко", "Date": "12 мая 2016, 12:35", "Text": "It's not a big deal. We just wanted to get a job."}, {"username": "Александр Городецкий", "Date": "12 мая 2016, 13:26", "Text": "А сами откуда? И кем хотели, на путину?"}, {"username": "мария линовиченко", "Date": "12 мая 2016, 13:59", "Text": "Krasnoyarsk Krai"}, {"username": "Александр Городецкий", "Date": "12 мая 2016, 14:17", "Text": "+"}, {"username": "мария линовиченко", "Date": "12 мая 2016, 14:31", "Text": "thank you ."}, {"username": "Павел Васильев", "Date": "13 мая 2016, 08:41", "Text": "and what is the pathway in your region or you send people to the regions, what kind of fish do you catch?"}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/podskagite-pogaluysta-2267"]}
{"Title": "State support", "Url": "https://fishretail.ru/forum/fishery/gospoddergka-2143", "username": "Олег", "Date": "26 фев 2016", "Text": "What is the state support for growing pikeperch and pike fry for further stocking of the water body?", "Nb Answers": 6, "Answers": [{"username": "Дмитрий Кедров", "Date": "26 фев 2016, 18:11", "Text": "Do you grow pikeperch and pikeperch fry?))."}, {"username": "Вячеслав Поляхов", "Date": "26 фев 2016, 18:41", "Text": "There's no such thing as"}, {"username": "Максим РыбнаяРеспубликаРФ", "Date": "26 фев 2016, 23:01", "Text": "О"}, {"username": "Дмитрий Анфимов", "Date": "27 фев 2016, 23:56", "Text": "see the state program for the development of the fishing industry in terms of fallopian herds."}, {"username": "Дельта Холод", "Date": "29 фев 2016, 13:58", "Text": "\"Fry growing\", \"pest control\", \"pest control\" are the favorite articles of officials' budget plundering. There is also \"clearing the pond of nets\", \"Deepening the bed of spawning rivers\"........ There are many such articles. Money is stupidly stolen from them. I will not describe the mechanism."}, {"username": "Данила Ручьёв", "Date": " 2 мая 2016, 23:28", "Text": "No ."}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/gospoddergka-2143"]}
{"Title": "Reducing water temperature with sturgeon", "Url": "https://fishretail.ru/forum/fishery/ponigenie-temperaturi-vodi-s-osetrom-2182", "username": "Менеджер по продажам", "Date": "22 мар 2016", "Text": "Greetings All! Have a question about sturgeon transportation! In the farm where the sturgeon sits +22 degrees. temperature. temperature in the pond +1.5 degrees.question how quickly you can cool the water in the tanks before releasing fish in the pond? With Respect Alexander\n7901512@bk.ru", "Nb Answers": 7, "Answers": [{"username": "Владимир Славутский", "Date": "22 мар 2016, 17:21", "Text": "Liquid ice is used for this purpose."}, {"username": "Вячеслав Поляхов", "Date": "22 мар 2016, 19:34", "Text": "4 degrees per hour for downgrading."}, {"username": "Менеджер по продажам", "Date": "23 мар 2016, 08:12", "Text": "Is there no formula for calculations?"}, {"username": "Менеджер по продажам", "Date": "22 мар 2016, 20:51", "Text": "Fish farmers claim that from +22 to +12 degrees 2 hours 1 degree. from +12 to +1, 1 hour one degree. A sharper decline leads to many diseases and death! That is why I ask you to share your experience. for any useful information thank you!"}, {"username": "Вячеслав Поляхов", "Date": "23 мар 2016, 09:56", "Text": "I claim to be a fish farmer. As proof of my fish breeding, I attach a photo on the avatarka where I stand with a greyhound."}, {"username": "Менеджер по продажам", "Date": "23 мар 2016, 23:42", "Text": "Vyacheslav thank you very much! if it is possible tel. skip to mail p;?For earlier thank you! With Respect Alexander"}, {"username": "Виктор К", "Date": "23 мар 2016, 12:46", "Text": "Take the fish from me. Fish is grown in conditions close to natural. In winter the water is not warm, the water temperature is now on the fish farm + 3-4 degrees. Fish is hardy. There is delivery. And you will not suffer with water leveling. On delivery, just spill it and you can go straight into the water."}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/ponigenie-temperaturi-vodi-s-osetrom-2182"]}
{"Title": "Raising the productivity of fish ponds", "Url": "https://fishretail.ru/forum/fishery/podnyatie-produktivnosti-ribovodnih-prudov-2119", "username": "Владимир Лухтанов", "Date": "15 фев 2016", "Text": "Our company is engaged in biological rehabilitation of fish ponds and waste water by introducing green microalgae chlorella into them. We guarantee absence of toxic ` ` flowering `` of a fish-breeding pond by blue-green algae. Besides, application of our technology provides: - Increase in quantity of the oxygen dissolved in water (to 12 mg/l, including in summer), providing an active food of a fish herd; - Decrease in semination of water by pathogenic strains of bacteria, providing decrease in morbidity of fishes; - Improvement of quality of water on sanitary-and-hygienic and organoleptic indicators; - Increase in forage resources of a reservoir at the expense of intensive development of zooplankton (for which chlorella is an excellent food); - Increase in safety of a fry д\". Also our company has the technology of cultivation and produces Nile tilapia fry (Oreochromis niloticus) in closed water supply installations and fish ponds.", "Nb Answers": 0, "Answers": [], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/podnyatie-produktivnosti-ribovodnih-prudov-2119"]}
{"Title": "Raising the productivity of fish ponds", "Url": "https://fishretail.ru/forum/fishery/podnyatie-produktivnosti-ribovodnih-prudov-2092", "username": "Владимир Лухтанов", "Date": " 1 фев 2016", "Text": "Our company is engaged in biological rehabilitation of fish ponds and waste water by introducing green microalgae chlorella into them. We guarantee absence of toxic ` ` flowering `` of a fish-breeding pond by blue-green algae. Besides, application of our technology provides: - Increase in quantity of the oxygen dissolved in water (to 12 mg/l, including in summer), providing an active food of a fish herd; - Decrease in semination of water by pathogenic strains of bacteria, providing decrease in morbidity of fishes; - Improvement of quality of water on sanitary-and-hygienic and organoleptic indicators; - Increase in forage resources of a reservoir at the expense of intensive development of zooplankton (for which chlorella is an excellent food); - Increase in safety of a fry д\". Also our company has the technology of cultivation and produces Nile tilapia fry (Oreochromis niloticus) in closed water supply installations and fish ponds.", "Nb Answers": 0, "Answers": [], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/podnyatie-produktivnosti-ribovodnih-prudov-2092"]}
{"Title": "carp alive, carp chilled in Moscow", "Url": "https://fishretail.ru/forum/fishery/karp-givoy-karp-ohlagdenniy-v-moskve-1812", "username": "Александр Аблаев", "Date": "31 авг 2015", "Text": "Fish farm of Rostov region CJSC \"Miussky Liman\". Carp alive, carp chilled delivery to the consumer in Moscow and the Moscow region. Our advantage: Fish is grown in running water, fattened in natural conditions, has exceptional quality and taste (unlike products grown in ponds) .miusski_liman@mail.ru.\n8(495)908-53-43\nfreshwater fish.rf", "Nb Answers": 2, "Answers": [{"username": "Алексей Смирнов", "Date": "28 янв 2016, 00:51", "Text": "Alexander! Good afternoon! We have paid pond fishing. With delivery to Shchelkovsky district, Moscow region, how much will your fish cost? Minimum and maximum lot?"}, {"username": "Юлия Клюева", "Date": "29 янв 2016, 10:53", "Text": "Looking for a chief fisherman, Siberia. Moving, housing, lake, carp, garden method. Recommend mobile professionals. My vacancy in the department of \"personnel\" on this site. Thank you!"}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/karp-givoy-karp-ohlagdenniy-v-moskve-1812"]}
{"Title": "Raising the productivity of fish ponds", "Url": "https://fishretail.ru/forum/fishery/podnyatie-produktivnosti-ribovodnih-prudov-2074", "username": "Владимир Лухтанов", "Date": "25 янв 2016", "Text": "Our company is engaged in biological rehabilitation of fish ponds and waste water by introducing green microalgae chlorella into them. We guarantee absence of toxic ` ` flowering `` of a fish-breeding pond by blue-green algae. Besides, application of our technology provides: - Increase in quantity of the oxygen dissolved in water (to 12 mg/l, including in summer), providing an active food of a fish herd; - Decrease in semination of water by pathogenic strains of bacteria, providing decrease in morbidity of fishes; - Improvement of quality of water on sanitary-and-hygienic and organoleptic indicators; - Increase in forage resources of a reservoir at the expense of intensive development of zooplankton (for which chlorella is an excellent food); - Increase in safety of a fry д\". Also our company has the technology of cultivation and produces Nile tilapia fry (Oreochromis niloticus) in closed water supply installations and fish ponds.", "Nb Answers": 2, "Answers": [{"username": "Алексей Смирнов", "Date": "28 янв 2016, 00:48", "Text": "Vladimir! Good afternoon! Sorry, I did not understand much about your algae. I will try to describe the situation. We have a small pond in Moscow region. We have a paid fishing. Stocking by our estimates 1.5-2 tons of fish. Last May after the pond was opened from ice we caught more than 700 kg of dead fish... Although all winter we have \"giant balls\" - the aerators are afraid that the situation will repeat itself this year. Does your algae work in this situation? Isn't it too late to bring it into cold water now?"}, {"username": "Владимир Лухтанов", "Date": "28 янв 2016, 11:11", "Text": "Hello, Alexei ! In order to better understand our technology, please visit our website (where you can find all the contact information) Judging by the situation described by you - you had a winter fish freeze caused by either : - high density of planting of fish (we do not know the area of your pond) ; - the absence or weak flow of the pond, which would provide the minimum flow of oxygen ; - the absence of a wintering hole in the pond (fish elementary may have frozen) ; and the most likely, on what few of the ''' new fish farmers '' pays attention : - the state of algocenosis in the pond (mass development of blue-green algae, which in the last months of autumn before the closure of the pond by ice continue to rot, taking the last crumbs of oxygen from the water. And after the coating of the water mirror with ice, the fish have nothing left but to die a painful death by suffocation) .Dear Alexey, our technology involves the first universe - the ice, the second universe - the post-flood, third and third."}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/podnyatie-produktivnosti-ribovodnih-prudov-2074"]}
{"Title": "Advise a specialist (carp)", "Url": "https://fishretail.ru/forum/fishery/posovetuyte-spetsialista-karp-2079", "username": "Юлия Клюева", "Date": "26 янв 2016", "Text": "Good afternoon! There is work, looking for a specialist in the field of growing carp in a garden way. We have our own lake. Tourism and its food production. We provide housing. Ecologically clean area. Dear professionals, recommend! More details - make an inquiry, the coordinates in my profile. Thank you!", "Nb Answers": 0, "Answers": [], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/posovetuyte-spetsialista-karp-2079"]}
{"Title": "Raising the productivity of fish ponds", "Url": "https://fishretail.ru/forum/fishery/podnyatie-produktivnosti-ribovodnih-prudov-2059", "username": "Владимир Лухтанов", "Date": "18 янв 2016", "Text": "Our company is engaged in biological rehabilitation of fish ponds and waste water by introducing green microalgae chlorella into them. We guarantee absence of toxic ` ` flowering `` of a fish-breeding pond by blue-green algae. Besides, application of our technology provides: - Increase in quantity of the oxygen dissolved in water (to 12 mg/l, including in summer), providing an active food of a fish herd; - Decrease in semination of water by pathogenic strains of bacteria, providing decrease in morbidity of fishes; - Improvement of quality of water on sanitary-and-hygienic and organoleptic indicators; - Increase in forage resources of a reservoir at the expense of intensive development of zooplankton (for which chlorella is an excellent food); - Increase in safety of a fry д\". Also our company has the technology of cultivation and produces Nile tilapia fry (Oreochromis niloticus) in closed water supply installations and fish ponds.", "Nb Answers": 0, "Answers": [], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/podnyatie-produktivnosti-ribovodnih-prudov-2059"]}
{"Title": "We need specialist advice.", "Url": "https://fishretail.ru/forum/fishery/nugen-sovet-spetsa-1308", "username": "Роман Измайлов", "Date": "20 дек 2014", "Text": "Have a good time Forum citizens. There is a question. Is it possible to descend a pond of 70 hectares in spring to collect fish, remove weeds, etc. without suspicion that the pond will not be empty by summer. The pond stands on a not big river, a pond in a ravine.", "Nb Answers": 2, "Answers": [{"username": "Лариса Туражанова", "Date": " 2 мар 2015, 08:33", "Text": "Actually, it is desirable to descend such ponds with such an area in autumn. This is done in order to collect a flood in the spring. But if you have the opportunity to fill the pond after the descent, please. You should first think about how you are going to fill it, and then make decisions. As a rule, in spring, winter ponds, which are much smaller, will merge and catch up. S/o Larisa is the main fish farmer of \"Irdiaginskoe Fish Farm\" Ltd."}, {"username": "Алексеевич Николай", "Date": "29 ноя 2015, 14:22", "Text": "Need ."}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/nugen-sovet-spetsa-1308"]}
{"Title": "We sell fry crucian carp (silver)", "Url": "https://fishretail.ru/forum/fishery/realizuem-malka-karasya-serebryaniy-1957", "username": "Андрей Саратов", "Date": "23 ноя 2015", "Text": "Good afternoon. Sell fry crucian carp (silver). \nSize 4-8 cm. \nPrice -2.5 rubles (per 1 piece).\nDelivery is possible. \nFor all details, please contact: 89878362142 Andrew.  \nSaratov. Saratov region.", "Nb Answers": 0, "Answers": [], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/realizuem-malka-karasya-serebryaniy-1957"]}
{"Title": "Transportation by car of 82 cubic meters from Shanghai to Gdansk.", "Url": "https://fishretail.ru/forum/fishery/transportirovka-avtomobilem-v-82-kubometra-iz-1907", "username": "Jørgen", "Date": "21 окт 2015", "Text": "Memorable Information: Where is the contractual cost of transporting 82 cubic meters by car from Shanghai to Gdansk?   ;=)) O9jj", "Nb Answers": 0, "Answers": [], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/transportirovka-avtomobilem-v-82-kubometra-iz-1907"]}
{"Title": "Does the tuna have a swimming bubble?", "Url": "https://fishretail.ru/forum/fishery/est-v-tuntse-plavatelniy-puzir-1877", "username": "Виталий Орищенко", "Date": " 6 окт 2015", "Text": "Dear forum residents, please tell me. I have searched the Internet and could not find information about the tuna.\nDoes tuna have a swimming bubble or not?\nWho owns the information, please write to the post office.\nThank you in advance.\n\nBuy swimming bubbles 3$ per kg. From any sea, river lake fish Krome, crucian carp, sazan and bream. Tolstolobik 1.5$.TRADE: to the raw material was fresh, washed, odorless, and block-frozen. Packaging: cardboard boxes - 5 or 10 kg. Minimum lot from the container per month.our official representative on the territory of Russia Vitaly Vladimirovich Orishchenko; WhatsApp and tel: +79644467646 mail partner_tf dog mail.gzS respect, General Director of \"Yunchang\" - Zhang Zhi-i", "Nb Answers": 0, "Answers": [], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/est-v-tuntse-plavatelniy-puzir-1877"]}
{"Title": "Implementation of the Russian sturgeon", "Url": "https://fishretail.ru/forum/fishery/realizatsiya-russkogo-osetra-362", "username": "Алексей Иванов", "Date": " 3 авг 2011", "Text": "", "Nb Answers": 15, "Answers": [{"username": "Алексей В", "Date": "23 авг 2011, 10:46", "Text": "In my opinion, you need to think about the following things:1) What conditions you will be able to provide wholesale companies (delays, pricing policy, etc., etc.)2) Login to regional retail chains (with finished products) 3) Logistics"}, {"username": "Oleg Salkazanov", "Date": "18 окт 2011, 13:16", "Text": "Hello, AlexeyU us ultrasound, with quite high performance. During the construction, be careful in choosing the firm to which you entrust the adjustment, in this market a lot of swindlers (themselves caught, then a lot of work had to be done, while bringing everything to normal)."}, {"username": "Сергей Соснерж", "Date": "31 авг 2015, 09:05", "Text": "Hello . or you can visit with a tour of your ultrasound?"}, {"username": "александр вирка", "Date": "30 ноя 2011, 20:15", "Text": "Good time of day Alexey ! \"The East is a thin thing. I will not paint everything for you - the main thing!  It depends what podruzomevat - 400 tons. Ultrasound is a continuous cycle of production - any! - of different age categories and hangings! Realization - landing (stocking). - all year round - in small lots! (variants). And so -400tn. -50% male 50 % female.-(200tn.) - Well A FAMILY - name me!!! This - repair herd breeders - okra - (food) - caviar for reproduction of own landing material - options... if your ultrasound takes this into account, it is one if not ..... Simple shaft of commercial products is hardly appropriate here! .....  Oleg Salkazanov I think I agree with me that your task at the moment - is to build - a modern - multi-functional-automated -ZB....A In 3 years the market will tell you yourself who - what and how many... -because you'll have something to offer...---Ossetra Meat....-Layout material....-Manufacturers...--- Food caviar...etc.................."}, {"username": "Юрий Майоров", "Date": "13 дек 2011, 23:36", "Text": "Honor I have gentlemen! Of course, 400 tons in any kind of sturgeon is interesting. But! As people say, the chicken in the nest ... These volumes are not profitable for the manufacturer. It is a pit. Mini nodules are more profitable than big ones."}, {"username": "александр вирка", "Date": "15 дек 2011, 20:15", "Text": "Good evening to all!! Yes - gigantomania we have already passed ... Volume is just - it's good - you are a monopolist market dictator.....But it's good if in 10 years ...... and O in the pocket ...  And the money where ... - joke........ Mini-UZV is very good!!! - Every year for 1-(40t) -10 years, the same-400 tons ....But in chocolate....."}, {"username": "Алена Серебрянникова", "Date": "14 мая 2012, 14:30", "Text": "If you are still interested in this topic and YOU are not mired in sturgeon breeding failures, I can offer my services. We have a ready investment proposal for sturgeon farm cultivation. The person, who is engaged in it has created such a farm in Australia, has established sales and came to the income in 2 years after the investment of money. Ready to give a concrete proposal, which will help you."}, {"username": "Игорь Ножкин", "Date": " 2 июн 2012, 12:08", "Text": "I do not know how about the sales volume, and all this ultrasonic nonsense! Nothing is better for the growth of fish and its flavor qualities than REAL! It is necessary to follow the nature, not to compose an industry!"}, {"username": "Oleg Salkazanov", "Date": " 2 июн 2012, 17:54", "Text": "Dear Mr. Nozhkin, unfortunately, you must be a very uneducated person in the field of ultrasound, or have seen systems built by amateurs!!!! From my personal experience, I tell you, ultrasound, of course, built with a \"head\", this is a \"great tool\" in sturgeon farming! Wonderful growth results, % of caviar output and with the correct feeding there is no fattening gonads!!!!Please base your comments on reality, not on empty assumptions!!!If you want, we can discuss about +\\ - Ultrasonic and direct flow"}, {"username": "Игорь Ножкин", "Date": " 3 июн 2012, 07:14", "Text": "Can't agree! Yes, the economic indicators of ultrasound are certainly very good, but the structure of fish meat in such conditions becomes loose. But the direct flow, and with a natural wintering 6 months give good quality meat. The structure is dense, so I would like to say: tight."}, {"username": "Oleg Salkazanov", "Date": " 3 июн 2012, 12:34", "Text": "But in the ultrasonic system we also use \"wintering\". though 2 months and before slaughtering the fish sits...... on a straight line for cleaning! I tried both \"garden\" and \"pond\" difference with mine almost no!  And the meat does not lay down at all, it is a problem of Chinese fish and farms used fatty food !"}, {"username": "Игорь Ножкин", "Date": " 7 июн 2012, 22:17", "Text": "So you admitted that fish must be cleaned....."}, {"username": "Oleg Salkazanov", "Date": " 7 июн 2012, 22:23", "Text": "Really, I do not see the problem!  You and I talked about the quality of sturgeon meat! Quality is a goal, which can be easily achieved in the ultrasound!!"}, {"username": "Валентина Иванова", "Date": "14 июн 2012, 21:31", "Text": "I wonder if Mr. Ivanov has already opened this farm or thinks?"}, {"username": "Роман Мамин", "Date": "27 июн 2012, 11:48", "Text": "Good day to the Lord! Our company is engaged in consulting on ultrasound, design, construction and supply of necessary technological equipment. I can consult you in this matter, offer solutions....."}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/realizatsiya-russkogo-osetra-362"]}
{"Title": "Looking for an investor to grow carp, carp.", "Url": "https://fishretail.ru/forum/fishery/ishchu-investora-dlya-virashchivaniya-karpasazana-1696", "username": "Дмитрий Витмер", "Date": "30 июн 2015", "Text": "Good afternoon.looking for a reliable investor for commercial fish farming.\nThere is an experienced fish breeder and veterinarian.\nIt is possible to rent a pond of 71 hectares.\nThere is a constant sale of marketable fish.", "Nb Answers": 9, "Answers": [{"username": "Станислав Ринатович Миндавлетов", "Date": "30 июн 2015, 13:21", "Text": "is interested in a business plan to continue the conversation"}, {"username": "Дмитрий Витмер", "Date": "30 июн 2015, 13:35", "Text": "I will send it a little later."}, {"username": "Станислав Ринатович Миндавлетов", "Date": "30 июн 2015, 13:21", "Text": "is interested in a business plan to continue the conversation"}, {"username": "Денис Волков", "Date": " 1 июл 2015, 15:37", "Text": ""}, {"username": "Максим Пахоруков", "Date": " 8 июл 2015, 16:40", "Text": "Good afternoon. Are you not interested in the production of garden lines for fish breeding?"}, {"username": "Дмитрий Витмер", "Date": " 8 июл 2015, 16:44", "Text": "Throw me at the post office what exactly you offer."}, {"username": "Максим Пахоруков", "Date": " 8 июл 2015, 17:14", "Text": "design and manufacture with the installation you have any garden line on your az. Examples can be seen in my advertisement. The last object was made by Lapland completed reconstruction and installation of the new line on May 29, 2015."}, {"username": "Сергей Соловьев", "Date": "28 июл 2015, 19:00", "Text": "Good afternoon! If the question of investing is still relevant, please write details to the post office."}, {"username": "Дмитрий Витмер", "Date": "28 июл 2015, 19:51", "Text": "I will send it a little later."}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/ishchu-investora-dlya-virashchivaniya-karpasazana-1696"]}
{"Title": "needs a sturgeon grower", "Url": "https://fishretail.ru/forum/fishery/nugen-spetsialist-po-virashchivaniyu-osetra-1050", "username": "Nikolaus Nikolaus", "Date": "19 июн 2014", "Text": "We invite a specialist in sturgeon breeding.\n-a country in Eurosose", "Nb Answers": 0, "Answers": [], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/nugen-spetsialist-po-virashchivaniyu-osetra-1050"]}
{"Title": "The question of fish farmers' communities on the Internet.", "Url": "https://fishretail.ru/forum/fishery/vopros-o-soobshchestvah-ribovodov-v-internete-739", "username": "Сергей Рыбалко", "Date": "14 июн 2013", "Text": "Dear ladies and gentlemen, if anyone has any information about the Internet portals on industrial fish farming, preferably foreign. They are interested in projects in terms of knowledge base on technology and market.\nThank you in advance.", "Nb Answers": 10, "Answers": [{"username": "вапва вапвап", "Date": "14 июн 2013, 13:19", "Text": "you can easily look on the Internet, I think there's a lot of information."}, {"username": "Сергей Рыбалко", "Date": "14 июн 2013, 13:51", "Text": "Ay thank you kind man :) of course I watch. Here I ask for information for which other people use and Google here fortunately is not a helper."}, {"username": "Андрей Панарин", "Date": "25 июн 2013, 23:54", "Text": "and what exactly interests....."}, {"username": "Сергей Рыбалко", "Date": " 4 июл 2013, 17:33", "Text": "Interested in new technologies, problems with real manufacturers. There is a desire to create a small investment project I collect information"}, {"username": "Вадим Писковцев", "Date": " 5 июл 2013, 14:31", "Text": "The problems of real manufacturers are not overwritten on the Internet, but they think about what to do..."}, {"username": "Алексей Кондратенко", "Date": "17 янв 2014, 06:07", "Text": "Build cages like the Norwegian sea on plastic pipes and plastic fasteners, both round and square, experience of more than seven years, both in the heat (for example, summer 2010) and in the cold, photos can send to e-mail."}, {"username": "Алексей Кондратенко", "Date": "22 янв 2014, 15:34", "Text": "Alexey please send your mail. Interested in the manufacture of cages."}, {"username": "Алексей Кондратенко", "Date": "22 янв 2014, 16:06", "Text": ""}, {"username": "Ольга Филина", "Date": "31 янв 2014, 17:07", "Text": "There are many good communities on LinkedIn on this topic, and you can talk to experts."}, {"username": "Олег Иванович Яцын", "Date": "10 июл 2015, 04:03", "Text": "Skype: karafooto33Show octopus and other ... mariniculture, I can communicate!"}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/vopros-o-soobshchestvah-ribovodov-v-internete-739"]}
{"Title": "We are looking for investors to create a trout farm", "Url": "https://fishretail.ru/forum/fishery/ishchem-investorov-dlya-sozdaniya-forelevogo-hozyaystva-1346", "username": "Кирилл Форель", "Date": "27 янв 2015", "Text": "Good afternoon! We are located in the Republic of Karelia, Petrozavodsk. We want to build a trout farm, there are all conditions, experience in aquaculture 10 years. Karelian rainbow trout and caviar is very popular and so far the demand is ahead of supply in times. It is an excellent profitable and quickly recouped business. It is possible to build FSH with capacity from 100 to 2000 tons. We have an excellent well-coordinated team and a great desire to implement in this business! If there is a subject for conversation, please, write", "Nb Answers": 6, "Answers": [{"username": "Любовь Фирсанова", "Date": "24 фев 2015, 21:27", "Text": "Good afternoon. There is no money for sponsorship, but there is an aquaculture project launched in Moscow. Rubbish. If you are ready to join my business, 70% of the profit is ready to invest in yours. With respect Love <"}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/ishchem-investorov-dlya-sozdaniya-forelevogo-hozyaystva-1346"]}
{"Title": "Buy CHECHONA!", "Url": "https://fishretail.ru/forum/fishery/kuplyu-chehon-1621", "username": "Елена Михайленко", "Date": "29 мая 2015", "Text": "CHECHONA, average, from 20-25 cm.", "Nb Answers": 0, "Answers": [], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/kuplyu-chehon-1621"]}
{"Title": "We are looking for an investor: sturgeon cultivation -UZV", "Url": "https://fishretail.ru/forum/fishery/ishchem-investora-razvedenie-osetra-uzv-1570", "username": "s s", "Date": " 7 мая 2015", "Text": "There is a desire to engage in sturgeon breeding in UZV, we have a land plot 5 km from Kazan, security, production area of more than 1000 sq.m., TP, gas. We are looking for investors, we invite to cooperation. Write to gist@bk.ru, tel. +7 987 4030531.", "Nb Answers": 0, "Answers": [], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/ishchem-investora-razvedenie-osetra-uzv-1570"]}
{"Title": "Looking for a reliable sponsor for growing carp and sturgeon.", "Url": "https://fishretail.ru/forum/fishery/ishchu-nadegnogo-sponsora-dlya-virashchivaniya-karpa-i-osetra-1547", "username": "Наталия Черняева", "Date": "20 апр 2015", "Text": "Looking for a reliable Sponsor in the fish business I plan to grow carps and sturgeon (there is a pond and start building construction for ultrasound).", "Nb Answers": 0, "Answers": [], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/ishchu-nadegnogo-sponsora-dlya-virashchivaniya-karpa-i-osetra-1547"]}
{"Title": "Planting material for trout (autumn 2014)", "Url": "https://fishretail.ru/forum/fishery/posadochniy-material-foreli-osen-2014-1072", "username": "Дмитрий ООО", "Date": " 8 июл 2014", "Text": "LLC \"Alania-Fish\" offers a fry trout 60 g, in the amount of 425 thousand pieces (25 500 kg) September-October 2014 with delivery to your farm.", "Nb Answers": 0, "Answers": [], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/posadochniy-material-foreli-osen-2014-1072"]}
{"Title": "Question on oxygen for the transport of fish", "Url": "https://fishretail.ru/forum/fishery/vopros-po-kislorodu-dlya-perevozki-ribi-1322", "username": "Роман Гу", "Date": "12 янв 2015", "Text": "Good time of day, everyone. Gentlemen fish farmers, I have a question for you. It is planned to transport 2.5 tons of fish in a tank of 12 000 liters. Tell me how much oxygen (oxygen consumption) is needed for transportation. The water temperature is constant, 18 degrees.", "Nb Answers": 0, "Answers": [], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/vopros-po-kislorodu-dlya-perevozki-ribi-1322"]}
{"Title": "need professional advice from a fisherman", "Url": "https://fishretail.ru/forum/fishery/nugdayus-v-sovete-spetsialista-ribovoda-1124", "username": "павел анатольевич генов", "Date": " 1 сен 2014", "Text": "We want to organize a mini-farm for fish farming on a mountain river, tell us what initial data you need to know or our river is suitable for this activity ? Thank you in advance for calling people away.", "Nb Answers": 3, "Answers": [{"username": "Вадим Писковцев", "Date": " 4 сен 2014, 11:19", "Text": "mini farm on a mountain river ... hmm ... My understanding of the sequence of actions is as follows : it is necessary to consistently answer yourself a few questions:1 . Determine what you want to get : a fish farm for sale , a farm for overexposure to fish and sale to tourists , organization of paid fishing , etc.2 . Determine what kind of fish you are going to grow: partly it will be based on the answer to the first question, and accordingly select the type of fish.3 . Determine the completeness of the growing cycle. The answer partly stems from the answer to the first question, but if it is a mini-farm, then I assume that you will be growing from fish planting material, or from a piglet.4 . Accordingly, find the producers of this very fish planting material (fry) and they will tell you themselves what are the necessary conditions for their type of fish, as well as the question: what and how to feed, how to organize feeding ponds, etc. If the river is mountainous, then I assume that you want to grow."}, {"username": "Эдуард Дроворубов", "Date": " 5 сен 2014, 11:32", "Text": "Thank you for such a detailed answer, I will certainly take your advice."}, {"username": "Николай Сходнов", "Date": "14 дек 2014, 14:44", "Text": ""}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/nugdayus-v-sovete-spetsialista-ribovoda-1124"]}
{"Title": "Malek trout (September-October 2014)", "Url": "https://fishretail.ru/forum/fishery/malek-foreli-sentyabr-oktyabr-2014-1133", "username": "Дмитрий ООО", "Date": "10 сен 2014", "Text": "Trout planting material: 15-20 g (September-October 2014), the price of 18 r/pcs60 volume of 420 thousand pieces (September-October 2014), the price of 27 r/pcs200-300 g (September-October 2014) the price of 350 r/kg300-400 g (September-October 2014) the price of 300 r/kg prepayment; VAT", "Nb Answers": 0, "Answers": [], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/malek-foreli-sentyabr-oktyabr-2014-1133"]}
{"Title": "Breeding Pisces", "Url": "https://fishretail.ru/forum/fishery/razvedenie-ribi-115", "username": "Елена Платонова", "Date": "10 авг 2010", "Text": "Are there any people on the forum who are engaged in fish breeding or here\nonly those who catch it? Why there are no words about trout, sturgeon,\nsalmon?", "Nb Answers": 22, "Answers": [{"username": "Екатерина Мартынова", "Date": "10 авг 2010, 17:56", "Text": "As for salmon and trout, no one in Russia is breeding them due to lack of necessary technology. Norwegians and Danes have succeeded in this direction, but they carefully guard their technological secrets."}, {"username": "Alexander Litov", "Date": "27 сен 2010, 01:01", "Text": "Catherine, you probably do not know about aquaculture in Russia at all. And trout and salmon, both in commercial form, and as a planting material in our country are grown and enough in decent quantities. Of course, these volumes are not as large as in Norway, but we do not have the same sales as they do. For example, in our country trout is grown (in 2009) more than 16 thousand tons, sturgeon more than 3 thousand tons, salmon (in Murmansk) more than 3 thousand tons. It is clear that these are not big numbers, but to say that we do not grow anything is a misconception! The answer for Elena Platonova: for growing salmon we have room for about 100 thousand tons . 40 thousand of them will be mastered by the end of 2014, one of the Russian companies, the second - just started its attempts this year. All this is happening in the area Liinahamari (Murmansk region), where the golf industry ends. There are excellent conditions for the cultivation of an enormous number of salmon. On the trout, I do not speak at all. Next year we expect a threefold increase in the price of salmon."}, {"username": "Анатолий Фомин", "Date": "30 ноя 2010, 13:05", "Text": "Alexander, are you so aware of salmon in the Murmansk region, could you tell us what is going on with the \"Giant of Pechenga\" company? It was she who first started commercial production of Russian salmon (i.e. Atlantic salmon) and it was in the Bay of Pechenga in 2003... And you mean 2014... \"Liinahamari\" - is that what you mean about \"Baltic coast\"? It would be better to highlight the situation with the border guards - these assholes will wipe out all the efforts of fish farmers. Have you been to those edges yourself? Otherwise, I support your info."}, {"username": "Роман Карачев", "Date": "13 ноя 2012, 21:13", "Text": "Sash, a wonderful answer to Ekaterina. On shelves and professionally. There is practically nothing to add! It has always been a pleasure working with you."}, {"username": "Елена Переверзева", "Date": "27 янв 2011, 19:56", "Text": "Foolishness. There is an Adler Trout Plant in Krasnodar region. Salmon are mainly produced in the far east."}, {"username": "alla1986 трутнева", "Date": " 9 ноя 2012, 14:54", "Text": "If you have a fish breeding pond, you will probably be as interested in this store, which has the right equipment for your pond! There is a big choice!"}, {"username": "Александр РП", "Date": "11 авг 2010, 15:27", "Text": "Well, at least in Karelia and Krasnodar Region trout are grown quite successfully. And the quality, by the way, is not bad."}, {"username": "Вова Свиридов", "Date": "26 авг 2010, 13:01", "Text": "In the Far East, there are currently 53 fish breeding facilities. At the same time, the main region of artificial reproduction of salmon is the Sakhalin Region."}, {"username": "Елена Платонова", "Date": "26 авг 2010, 14:58", "Text": "Trout will prevail in fish farming, as it requires fresh water to breed, and salmon will need sea water to breed. And in Russia there are very few suitable places with sea water for salmon farms."}, {"username": "Аквакультур Фиштехник", "Date": " 3 сен 2010, 04:40", "Text": "It is correctly noted here that trout will be the main species in commercial reproduction. There are also quite good sturgeon farms, but the main goal is to obtain ovulated caviar. It is necessary to separate the two concepts - commercial fish farming and replenishment. Commodity production involves growing up to the marketable hood and then selling fish. replenishment only fills the volume that was caught from the sea. In the replenishment is still in 1st place Far Eastern salmon, the main reproduction is concentrated on Sakhalin, but there are also factories in Kamchatka and 2 plants in the Primorsky Krai."}, {"username": "Аквакультур Фиштехник", "Date": " 2 мар 2011, 06:16", "Text": "Elena, it seems to me that you are slightly confusing the concept of breeding and cultivation.  In order to breed salmon (eggs-perfect) also requires fresh water, and very clean. If you mean growing, not breeding, then of course the marine environment is the best for natural growth and fattening of salmon."}, {"username": "Елена Егорова", "Date": "18 ноя 2010, 12:53", "Text": "In general, both in Moscow and St. Petersburg on the shelves of stores there are often trout, so to speak, of domestic production."}, {"username": "Данила Ручьёв", "Date": " 3 мар 2011, 20:02", "Text": "\"Otechestvennaya Trout\" = fodder is either 100% imported, or made in Russia from 100% imported ingredients + 2/3 planting \"Karelian trout\" - produced in Finland. Otechestvennaya only \"assembly\" :) Alexander Litov, please correct if not :)"}, {"username": "Jack Black", "Date": "25 апр 2011, 23:47", "Text": "That's exactly how it is. But it is possible to do everything with domestic components. Planter, stern."}, {"username": "Данила Ручьёв", "Date": " 5 ноя 2012, 17:46", "Text": "It is possible, but nobody needs it. If not, correct:)))."}, {"username": "alla1986 трутнева", "Date": " 5 ноя 2012, 13:46", "Text": "I am engaged in fish breeding, and recently installed a pond for fish breeding and equipment that he needs in this store! The equipment is good, has not broken yet, and prices in this store are relatively low!"}, {"username": "Данила Ручьёв", "Date": " 5 ноя 2012, 17:45", "Text": "Bgg...:))) recently, good, not broken...:))))"}, {"username": "Лариса Елистратова", "Date": " 5 ноя 2012, 21:01", "Text": "We are engaged in breeding of trout and sturgeon!!   Read your messages !))  Welcome to visit us )))) see for yourself . If you are interested - we make and install the equipment ourselves, help with fry and install your own hatchery. Talk to us - help us."}, {"username": "Вячеслав Поляхов", "Date": "16 ноя 2012, 18:30", "Text": "Show your boot with \"active boot area 2250 sq.m./CUBM,\""}, {"username": "Nikolaus Nikolaus", "Date": "19 июн 2014, 10:23", "Text": "do you need a fish farmer to breed salmon and sturgeon work in the EU country?"}, {"username": "Вячеслав Поляхов", "Date": "19 июн 2014, 11:24", "Text": "In private messages, look at"}, {"username": "roodme Буков", "Date": "24 мая 2013, 12:06", "Text": "Good afternoon. I have a small question that interests me, tell me to be, I plan to dig a small pond, do you think you need film for the pond? Because the place is not very dry, often the water stagnates, but it still dries."}, {"username": "Николай Сходнов", "Date": " 3 июл 2014, 12:03", "Text": ""}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/razvedenie-ribi-115"]}
{"Title": "Malek trout 7 June 2014", "Url": "https://fishretail.ru/forum/fishery/malek-foreli-7-g-iyun-2014-1021", "username": "Дмитрий ООО", "Date": "28 мая 2014", "Text": "Trout planting material 7 g volume 316 000 pieces, delivery, the lowest price in Karelia.", "Nb Answers": 0, "Answers": [], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/malek-foreli-7-g-iyun-2014-1021"]}
{"Title": "Siberian sturgeon. Landing material and commercial sturgeon canopy.", "Url": "https://fishretail.ru/forum/fishery/sibirskiy-osetr-posadochniy-material-i-osetr-tovarnogo-navesa-1010", "username": "Алексей Алексеевич", "Date": "16 мая 2014", "Text": "We offer Siberian sturgeon. Opt-retailer. Individual approach to each client, flexible price system for our clients. Work both with Moscow and regions. Sturgeon for stocking ponds, and for processing.", "Nb Answers": 3, "Answers": [{"username": "Лариса Туражанова", "Date": "20 мая 2014, 14:44", "Text": "Good afternoon!!! I am interested in Siberian sturgeon fish planting material. Please call me. 8 982 317 46 63"}, {"username": "Алексей Алексеевич", "Date": "20 мая 2014, 15:10", "Text": "Ok"}, {"username": "Алексей Алексеевич", "Date": "20 мая 2014, 15:10", "Text": "Ok"}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/sibirskiy-osetr-posadochniy-material-i-osetr-tovarnogo-navesa-1010"]}
{"Title": "FORELLA SHOW MATERIAL Spring 2014", "Url": "https://fishretail.ru/forum/fishery/posadochniy-material-foreli-vesna-2014-1014", "username": "Дмитрий ООО", "Date": "19 мая 2014", "Text": "Planting material of the trout - June 2014 (98% of the female)1. average weight 146 15 thousand pcs. (2.1 tons)2. average canopy 175 g. 50 thousand pcs. (8,7 t)3. average sling 100 g. (2,1 t)2. average sling 175 g. 50 thousand pcs. 200 thousand pieces4. The average canopy 30-50 y. 100 thousand pieces There is a possibility of delivery by our transport (at delivery by our transport all waste our company undertakes)", "Nb Answers": 0, "Answers": [], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/posadochniy-material-foreli-vesna-2014-1014"]}
{"Title": "Concerned about the state of water in the reservoir? Do you want to increase the reproduction of fish? Tormented by \"flowering\"?", "Url": "https://fishretail.ru/forum/fishery/bespokoit-sostoyanie-vodi-v-vodoeme-hochetsya-981", "username": "Владимир Лухтанов", "Date": "24 апр 2014", "Text": "We can help . LLC NPO \"Algobiotechnology\" more than eight years engaged in biological rehabilitation of water bodies by Algocenosis correction method of Russian patented technology. It consists of inhabiting a reservoir of green microalgae - chlorella, a particular strain that differs from other strains of chlorella present in any reservoir, only its unique properties. Once in the pond, chlorella fights the development of blue-green algae that cause \"flowering\" through direct competition. In addition to combating \"blue-green algae blooms\", the use of this biotechnology reduces the water content of such pollutants as petroleum products, phenols, iron, manganese, copper, ammonium nitrogen, nitrites, nitrates and phosphates. There is also a decrease in bacterial semination and oxygen saturation in the water. The method is scientifically grounded and repeatedly applied on water bodies of different area and purpose.", "Nb Answers": 0, "Answers": [], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/bespokoit-sostoyanie-vodi-v-vodoeme-hochetsya-981"]}
{"Title": "trout planting material", "Url": "https://fishretail.ru/forum/fishery/posadochniy-material-foreli-974", "username": "Дмитрий ООО", "Date": "22 апр 2014", "Text": "For stocking farms with young trout (98% female) \nMay,June 2014 \nThere are the remnants of planting material trout: 30-50 g - 100 thousand pieces 100 - 200 thousand pieces.\n140-180 g - 70 thousand pcs.\nDelivery", "Nb Answers": 0, "Answers": [], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/posadochniy-material-foreli-974"]}
{"Title": "Looking for fish for stocking a pond", "Url": "https://fishretail.ru/forum/fishery/ishchu-ribu-dlya-zaribleniya-vodoema-720", "username": "Виталий Ш", "Date": "24 мая 2013", "Text": "Purchase fish planting material: white Cupid awning 1-3kg-400kg, carp with awning 1kg-500kg, European catfish-400kg, crucian carp -400kg g. Krasnodar\nVitaly\nvit_ved@mail.ru", "Nb Answers": 0, "Answers": [], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/ishchu-ribu-dlya-zaribleniya-vodoema-720"]}
{"Title": "How does heat affect fish farms? And what to do with it?", "Url": "https://fishretail.ru/forum/fishery/kak-skazivaetsya-gara-na-ribovodnie-hozyaystva-i-chto-s-etim-delat-106", "username": "Виктория Румянцева", "Date": "21 июл 2010", "Text": "Who has, what thoughts about it?", "Nb Answers": 9, "Answers": [{"username": "Евгений Слепокуров", "Date": "21 июл 2010, 19:54", "Text": "The only, easiest, most promising way to cool your water! I will name two methods of water cooling by chillers only for customers: 1. cooling of water by chillers; 2. cooling of water by \"liquid ice\" Komm .director of \"SoyuzKholod\" Evgeniy Aleksandrovich Slepokurov (495)660-18-98."}, {"username": "Виктория Румянцева", "Date": "22 июл 2010, 09:44", "Text": "which of these 2 ways is easier and less costly?"}, {"username": "Евгений Слепокуров", "Date": "22 июл 2010, 09:53", "Text": "Good things are always expensive. The cheapest way is not to do anything. All the money is intact, no one owes anybody.    And about the \"liquid ice\" - ice-gel - you can read on the site of the company \"Factory Cold\" - these are our partners. About chillers know everything and there is nothing to tell."}, {"username": "Виктория Румянцева", "Date": "22 июл 2010, 10:12", "Text": "Yes, this is understandable ... but the fish is dying out in this heat ..."}, {"username": "Аквакультур Фиштехник", "Date": " 2 мар 2011, 06:29", "Text": "Victoria small and late tips:1. Increase the oxygen supply, or aerate more intensely. Sometimes even helps direct oxygen injection through sprayers. As the temperature rises, the solubility of oxygen in the water decreases.2 More often, you can clean fish trays, swimming pools of residual food and faeces. If you have a pond, I recommend recycling filtration on the principle - suction, drum filter, return.3. Improve the feed composition, if necessary, increase the number of feeds per day.4. Cool the water with special refrigeration and heat-exchange systems with reverse temperature control. Ice and chillers do not cool much, because their power and efficiency is very limited, and not quite a professional approach."}, {"username": "Лариса Туражанова", "Date": "30 мар 2013, 13:43", "Text": "Increase the number of feedings per day?? Victoria you're laughing or something, on the contrary, reduce need!!! Otherwise, exactly frozen!!! But the additional aeration is an option."}, {"username": "Данила Ручьёв", "Date": " 3 мар 2011, 19:53", "Text": "Denis, professionally it is to give advice such a plan: \"...if necessary, to increase the number of feedings per day\" - another way to kill fish qualitatively. And sharply and everything.  And this is no longer an insurance event. If a fish began to die at increasing water temperatures, you do not need to increase the number of feeds, and make calculations, whether it is possible to feed!  If possible - let the fish go deeper or saturate the water with oxygen, clean or as part of the atmospheric air. What to do with it: to anticipate and insure your risks as we did. I leave it to the interested parties: ."}, {"username": "Аквакультур Фиштехник", "Date": "23 мар 2011, 07:17", "Text": "Excuse me, but the emphasis in p.3 was on the feed composition, and this is even a preventive component. I hope there will be no strong objections on the other items."}, {"username": "Данила Ручьёв", "Date": "10 дек 2011, 19:31", "Text": "Last summer was not as hot as in 2010. But still, the water temperature was unfavorable for some time to get an increase. We have reduced losses to a minimum by:1. significantly reducing the planting density.2. by improving water exchange with scattering of cages. 3. operative control of temperature and oxygen regime of the water area taking into account short-term meteorological forecast4. recalculation of feeding ration (taking into account the above mentioned) for each feeding. water cooling with the help of special refrigeration and heat-exchange systems with temperature reverse control - it is possible either with the help of free and unlimited energy source or with the help of ultrasound/reverse systems - i.e. limited water volume. It is a thankless task to provide general advice. PS. Summer should not come unexpectedly."}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/kak-skazivaetsya-gara-na-ribovodnie-hozyaystva-i-chto-s-etim-delat-106"]}
{"Title": "garden control", "Url": "https://fishretail.ru/forum/fishery/borba-s-obrastaniem-sadkov-380", "username": "Виталий Васильевич Сергань", "Date": " 6 сен 2011", "Text": "Gentlemen, fish farmers! Tell us an effective way to combat the growth of cages with algae. As long as my Kerher...", "Nb Answers": 5, "Answers": [{"username": "Jack Black", "Date": "19 сен 2011, 14:17", "Text": "You can look at this."}, {"username": "Виталий Васильевич Сергань", "Date": "19 сен 2011, 18:05", "Text": "Impressive. There are still some suggestions. Who is facing such a problem? Or maybe someone is using the machine like in a video, what are the comments from the use?"}, {"username": "Jack Black", "Date": "22 сен 2011, 20:58", "Text": "Well, try it then. Explain to them what you need it for, they should advise, it is better to take."}, {"username": "Юрий Майоров", "Date": "24 дек 2011, 02:12", "Text": "hello gentlemen! I don't know if it will be appropriate or not, but I heard that polypropylene nets are not subject to algae growth. Maybe you can try it."}, {"username": "Лариса Туражанова", "Date": "30 мар 2013, 13:40", "Text": "I read somewhere about special drugs for the treatment of cages, so that they do not overgrow! I do not know how much it is effective and harmless!!!! But also as an option to plant herbivores, in particular white Cupid, it certainly will not give birth to seedlings!!!"}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/borba-s-obrastaniem-sadkov-380"]}
{"Title": "Salmon", "Url": "https://fishretail.ru/forum/fishery/losos-110", "username": "Сергей Стрелин", "Date": "27 июл 2010", "Text": "How efficient are the existing salmon fish farms? And no.\nisn't it easier to get rid of knowingly\nunprofitable and useless irradiation?", "Nb Answers": 3, "Answers": [{"username": "Данила Ручьёв", "Date": "10 дек 2011, 19:49", "Text": "Without the factories engaged in reproduction in the North-West of Russia, in Karelia there would be no Onega salmon, Ladoga Palia. Young of these species are grown on state money and are produced in Onego and Ladoga. Do you call it useless?"}, {"username": "Аквакультур Фиштехник", "Date": "16 фев 2012, 08:09", "Text": "The question is not quite clear. Are you talking about public or private treatment facilities? The state program will never stop, then you can stay without fish at all, because the Japanese dredge everything with drifters. \"In addition to fry, they also provide jobs, and somewhere a full social package, housing and everyday life. Private LRZ is a question of every large enterprise, whether it is necessary or not. It is better to modernize the knowingly unprofitable irradiators in order to improve their performance and efficiency, if it is not necessary to rent them out."}, {"username": "Lev Molchanov", "Date": "24 фев 2012, 06:02", "Text": "There are 9 factories (7 private) in Iturupe and all of them bring good profit, but the s/p fish farmers have low..."}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/losos-110"]}
{"Title": "Trouble hanging over one of the lakes of Karelia", "Url": "https://fishretail.ru/forum/fishery/navisshaya-beda-nad-odnim-iz-ozyor-karelii-342", "username": "Анастасия Анатольевна", "Date": " 4 июл 2011", "Text": "Hello.\nNot so long ago it became known that on Lake Ladmozero\nconstruction of a trout farm begins.\nJust a few hundred meters is located village\nLadmozero, whose residents have not been made aware of\nabout the changes to come. As you know, not all lakes are designed for\n to breed trout. fresh water gets polluted over time.\nIt will be impossible to drink water from the lake, fish living in the lake.\nwill start dying. I want to avoid it. Question: how?\nWho to turn to in a democratic country for help,\nto be heard, accepted and encouraged.\nLast week, the villagers conducted the following activities.\nunauthorized rally against trout lands.\nWith respect, Anastasia.", "Nb Answers": 0, "Answers": [], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/navisshaya-beda-nad-odnim-iz-ozyor-karelii-342"]}
{"Title": "The topic is closed. Please, ask administrators to delete it.", "Url": "https://fishretail.ru/forum/fishery/tema-zakrita-proshu-administratorov-udalit-212", "username": "Данила Ручьёв", "Date": "31 янв 2011", "Text": "The topic is closed. Please, ask administrators to delete it.", "Nb Answers": 0, "Answers": [], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/tema-zakrita-proshu-administratorov-udalit-212"]}
{"Title": "Trouble hanging over one of the lakes of Karelia", "Url": "https://fishretail.ru/forum/fishery/navisshaya-beda-nad-odnim-iz-ozyor-karelii-343", "username": "Анастасия Анатольевна", "Date": " 4 июл 2011", "Text": "Hello.\nNot so long ago it became known that on Lake Ladmozero\nconstruction of a trout farm begins.\nJust a few hundred meters is located village\nLadmozero, whose residents have not been made aware of\nabout the changes to come. As you know, not all lakes are designed for\n to breed trout. fresh water gets polluted over time.\nIt will be impossible to drink water from the lake, fish living in the lake.\nwill start dying. I want to avoid it. Question: how?\nWho to turn to in a democratic country for help,\nto be heard, accepted and encouraged.\nLast week, the villagers conducted the following activities.\nunauthorized rally against trout lands.\nWith respect, Anastasia.", "Nb Answers": 0, "Answers": [], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/navisshaya-beda-nad-odnim-iz-ozyor-karelii-343"]}
{"Title": "Looking for a Job : Fish Farmers!", "Url": "https://fishretail.ru/forum/fishery/ishchu-rabotu-ribovodom-154", "username": "Сергей Иванов", "Date": "14 окт 2010", "Text": "Looking for WORK : Fish Engineer (IHTIOLOG_Fish Engineer)Ready to move Graduated from Moscow State University of Technology and Management, Department of \"Ichthyology\", majoring in \"Ichthyologist-Fish Engineer\" in 2009.", "Nb Answers": 4, "Answers": [{"username": "Алена Забавина", "Date": "15 окт 2010, 15:42", "Text": "Sergey, on Fishretail there is a section Frames!"}, {"username": "Сергей Иванов", "Date": "15 окт 2010, 15:47", "Text": "Maybe the moderator will move it there... excuse me!"}, {"username": "александр поленов", "Date": "12 янв 2011, 13:40", "Text": "hello .i want to become a sailor .but life circumstances do not always coincide with the wishes) tell me where to start. just in life i love very much fishing and would like to work in this field)))"}, {"username": "Артур Майсс", "Date": "20 фев 2011, 15:50", "Text": "first you need to get ahead of yourself: a sailor or a fisherman? As these are two different departments! If you need a consultation on admission to a fishery university, I will be glad to help you!"}], "Nb pages": 0, "Answer pages": ["https://fishretail.ru/forum/fishery/ishchu-rabotu-ribovodom-154"]}
